{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503 Design Project 1/_PaperVis/papers/CHI 18/3173574.3173927.pdf",
    "paper_id": "3173574.3173927",
    "venue": "CHI 18",
    "keywords": [
        "H.5.2. Information interfaces and presentation: Input devices and strategies",
        "Interaction styles"
    ],
    "paragraph_containing_keyword": "ABSTRACT\nThe latest generations of smartphones with built-in AR ca-\npabilities enable a new class of mobile apps that merge dig-\nital and real-world content depending on a user’s task, con-\ntext, and preference. But even experienced mobile app de-\nsigners face signiﬁcant challenges: creating 2D/3D AR con-\ntent remains difﬁcult and time-consuming, and current mobile\nprototyping tools do not support AR views. There are sepa-\nrate tools for this; however, they require signiﬁcant technical\nskill. This paper presents ProtoAR which supplements rapid\nphysical prototyping using paper and Play-Doh with new mo-\nbile cross-device multi-layer authoring and interactive cap-\nture tools to generate mobile screens and AR overlays from\npaper sketches, and quasi-3D content from 360◦ captures of\nclay models. We describe how ProtoAR evolved over four\ndesign jams with students to enable interactive prototypes of\nmobile AR apps in less than 90 minutes, and discuss the ad-\nvantages and insights ProtoAR can give designers.\nAuthor Keywords\nmobile augmented reality; physical-digital prototyping;\nquasi-3D 360◦ captures.\nACM Classiﬁcation Keywords\nH.5.2. Information interfaces and presentation: Input devices\nand strategies, Interaction styles.\nINTRODUCTION\nThis work is driven by the vision of a future in which design-\ners, not only experienced developers, will be able to create\naugmented reality (AR) interfaces. Previously, special hard-\nware and extensive instrumentation of user and environment\nwere required, but the latest technologies like Apple ARKit\nand Google ARCore enable AR on existing smartphones.\nThis facilitates a new generation of mobile interfaces that are\nno longer limited to apps living in a purely digital form on\nthe device. Instead, the device becomes a lens into the virtual\nworld, making use of a user’s physical environment to aug-\nment their view with digital content. For example, IKEA’s\nPlace app gives users previews of how new furniture ﬁts into\ntheir homes before committing to the purchase and assembly.\nPermission to make digital or hard copies of all or part of this work for personal or\nclassroom use is granted without fee provided that copies are not made or distributed\nfor proﬁt or commercial advantage and that copies bear this notice and the full citation\non the ﬁrst page. Copyrights for components of this work owned by others than\nACM must be honored. Abstracting with credit is permitted. To copy otherwise,\nor republish, to post on servers or to redistribute to lists, requires prior speciﬁc\npermission and/or a fee. Request permissions from permissions@acm.org.\nCHI 2018, April 21–26, 2018, Montr´eal, QC, Canada.\nCopyright is held by the owner/author(s). Publication rights licensed to ACM.\nACM ISBN 978-1-4503-5620-6/18/04...$15.00.\nhttps://doi.org/10.1145/3173574.3173927",
    "doi": "10.1145/3173574.3173927",
    "paragraph_after_keyword": "This research considers the signiﬁcance of these develop-\nments and the new need for more AR designers. The main\nproblem is that interaction designers, who in today’s world\nplay a key role in user experience design, are not equipped\nwith the toolbox to design tomorrow’s AR interfaces. A\nsigniﬁcant part of the problem is that existing research has\nmostly focused on technical aspects of AR as a new technol-\nogy [2, 3, 25, 40]. AR as a new medium for interaction de-\nsigners has received much less attention [24]. These design-\ners are guided by principles such as affordances, mappings,\nand constraints [30]. But in this new design world that mixes\nthe physical and the digital, there are no established design\nrules and only a limited understanding of the kinds of interac-\ntions that users would ﬁnd intuitive and natural [32]. We are\nnot the ﬁrst to recognize this need for AR tools to empower\ninteraction designers, but other than DART [24] there are not\nmany good examples. Even advanced commercial tools—\nInVision, Sketch, and Adobe XD—do not provide access to\nphone cameras as a basic requirement for mobile AR.\nExisting research has focused on new digital tools like DART\nto create AR interfaces without programming. However,\ncreating 2D/3D digital content for AR remains difﬁcult and\ntime-consuming [10]. When designing mobile apps, paper\nprototypes [33, 35] are typically the starting point, but this\nseems too limiting for AR [13]. To address this, we explore\nhow working with modeling compounds like Play-Doh could\ncomplement paper prototyping to create props that could later\nbe substituted with higher quality digital 3D content.\nThis paper presents the ProtoAR tool designed to investi-\ngate lightweight and creative ways to quickly transition from\nphysical to digital prototyping of mobile AR apps. There are\ntwo key innovations in ProtoAR: (i) cross-device multi-layer\nauthoring tools for live editing of mobile AR apps on phones;\n(ii) interactive capture tools to generate mobile screens or AR\noverlays from paper sketches, and 3D models from Play-Doh.\nWe offer three main contributions with ProtoAR:\n• the design and study of ProtoAR as a mobile AR live proto-\ntyping tool that extends cross-device authoring techniques\n[6, 11, 12, 27, 28, 29] to AR interface design;\n• simple and fast techniques for digitizing paper mockups\nand Play-Doh models without the need for special hard-\nware or expensive algorithms for 3D scanning [14];\n• initial explorations of the design space of mobile AR apps\nthat can be developed using a tool like ProtoAR and how it\ncould expand to more advanced prototypes in the future."
}