{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/CHI 18/3173574.3173739.pdf",
    "paper_id": "3173574.3173739",
    "venue": "CHI 18",
    "keywords": [
        "Virtual reality",
        "Autonomous vehicles",
        "Prototyping",
        "Design evaluation"
    ],
    "paragraph_containing_keyword": "Author Keywords\nvirtual reality, autonomous vehicles, prototyping, design\nevaluation",
    "paragraph_after_keyword": "INTRODUCTION\nDriving simulators play a critical role in human-centered auto-\nmotive research applications. They allow researchers to create\nsafe and replicable stimuli, thereby enabling rapid and safe\nempirical exploration of how people will respond to various\nroad situations and interface designs. A major challenge for\ndriving simulation is replicating the inertial forces and vehicle\ndynamics that are present in on-road driving—particularly in\nlight of recent psychological studies that point to the impor-\ntance of inertial and vestibular cues to distance perception and\nsteering (please see [22], for a review). In the age of advanced\nautomation, another emerging difﬁculty is that in-lab driving\nsimulators lose much of their ability to generate a sense of im-\nmersion and presence if the person using the simulator is not",
    "doi": "10.1145/3173574.3173739",
    "sections": [
        {
            "word_count": 545,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 1096,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 1777,
            "figure_citations": {},
            "section_index": 2,
            "title": "IMPLEMENTATION"
        },
        {
            "word_count": 498,
            "figure_citations": {
                "5": [
                    "Figure 5 shows how this was done for the validation study."
                ]
            },
            "section_index": 3,
            "title": "REPLICATION SETUP CONSIDERATIONS"
        },
        {
            "word_count": 569,
            "figure_citations": {
                "4": [
                    "Figure 4 for the participant view of the virtual driving simulation environment)."
                ],
                "5": [
                    "Figure 5)."
                ]
            },
            "section_index": 4,
            "title": "VALIDATION STUDY"
        },
        {
            "word_count": 2417,
            "figure_citations": {},
            "section_index": 5,
            "title": "DISCUSSION"
        },
        {
            "word_count": 102,
            "figure_citations": {},
            "section_index": 6,
            "title": "FUTURE WORK"
        },
        {
            "word_count": 147,
            "figure_citations": {},
            "section_index": 7,
            "title": "CONCLUSION"
        },
        {
            "word_count": 85,
            "figure_citations": {},
            "section_index": 8,
            "title": "ACKNOWLEDGEMENTS"
        },
        {
            "word_count": 1382,
            "figure_citations": {},
            "section_index": 9,
            "title": "REFERENCES"
        }
    ],
    "title": "VR-OOM: Virtual Reality On-rOad driving siMulation",
    "authors": "David Goedicke, Jamy Li, Vanessa Evers, Wendy Ju",
    "abstract": "Researchers and designers of in-vehicle interactions and interfaces currently have to choose between performing evaluation and human factors experiments in laboratory driving simulators or on-road experiments. To enjoy the benefit of customizable course design in controlled experiments with the immediacy and rich sensations of on-road driving, we have developed a new method and tools to enable VR driving simulation in a vehicle as it travels on a road. In this paper, we describe how the cost-effective and flexible implementation of this platform allows for rapid prototyping. A preliminary pilot test (N = 6), centered on an autonomous driving scenario, yields promising results, illustrating proof of concept and indicating that a basic implementation of the system can invoke genuine responses from test participants.",
    "publication": {
        "venue": "CHI '18",
        "venue_full": "Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems",
        "year": "2018",
        "date": "2018/4/21"
    },
    "version": 3
}