{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/CHI 18/3173574.3174151.pdf",
    "paper_id": "3173574.3174151",
    "venue": "CHI 18",
    "keywords": [
        "Multisensory VR",
        "Virtual Reality",
        "Multimodal Interaction"
    ],
    "paragraph_containing_keyword": "ABSTRACT\nIn the same way that we experience the real-world through a\nrange of senses, experiencing a virtual environment through\nmultiple sensory modalities may augment both our presence\nwithin a scenario and our reaction to it. In this paper, we\npresent Season Traveller, a multisensory virtual reality (VR)\nnarration of a journey through four seasons within a mystical\nrealm. By adding olfactory and haptic (thermal and wind)\nstimuli, we extend traditional audio-visual VR technologies\nto achieve enhanced sensory engagement within interactive\nexperiences. Using both subjective measures of presence and\nelicited physiological responses, we evaluated the impact of\ndifferent modalities on the virtual experience. Our results in-\ndicate that 1) the addition of any singular modality improves\nsense of presence with respect to traditional audio-visual ex-\nperiences and 2) providing a combination of these modalities\nproduces a further signiﬁcant enhancement over the aforemen-\ntioned improvements. Furthermore, insights into participants’\npsychophysiology were extrapolated from electrodermal activ-\nity (EDA) and heart rate (HR) measurements during each of\nthe VR experiences.\nACM Classiﬁcation Keywords\nH.5.m. Information Interfaces and Presentation (e.g. HCI):\nMiscellaneous\nAuthor Keywords\nMultisensory VR; Virtual Reality; Multimodal Interaction\nINTRODUCTION\nAs the human perceptual system has been conditioned by the\nperception of real-world multisensory stimuli (e.g. auditory,\nvisual, haptic and olfactory) it is crucial to appeal to these same\nperceptual mechanisms when aiming to simulate an immersive",
    "paragraph_after_keyword": "Permission to make digital or hard copies of all or part of this work for personal or\nclassroom use is granted without fee provided that copies are not made or distributed\nfor proﬁt or commercial advantage and that copies bear this notice and the full citation\non the ﬁrst page. Copyrights for components of this work owned by others than ACM\nmust be honored. Abstracting with credit is permitted. To copy otherwise, or republish,\nto post on servers or to redistribute to lists, requires prior speciﬁc permission and/or a\nfee. Request permissions from permissions@acm.org.\nCHI 2018, April 21–26, 2018, Montreal, QC, Canada\n© 2018 ACM. ISBN 978-1-4503-5620-6/18/04. . . $15.00\nDOI: https://doi.org/10.1145/3173574.3174151",
    "doi": "10.1145/3173574.3174151",
    "sections": [
        {
            "word_count": 906,
            "figure_citations": {
                "1": [
                    "Figure 1: Season Traveller is a multisensory VR experience integrated with Samsung Gear VR HMD."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 1029,
            "figure_citations": {},
            "section_index": 1,
            "title": "BACKGROUND AND RELATED WORK"
        },
        {
            "word_count": 2372,
            "figure_citations": {
                "1": [
                    "Figure 1) that aims to distribute the weight of the system evenly between the front and the back of the user’s head.",
                    "Figure 1).",
                    "Figure 1)."
                ],
                "2": [
                    "Figure 2, the chamber contained the smell emitting mechanisms, a control module, a fume extractor for clearing scented air between participant exposures, and a nose rest that ensured participants maintained a consistent distance from the stimuli.",
                    "Figure 2: The experimental setup of the smell chamber used to compare olfactory delivery methods."
                ],
                "3": [
                    "Figure 3: Average sensation scores based on Labeled Magnitude Scale (LMS)."
                ],
                "4": [
                    "Figure 4: Main modules of Season Traveller: (a) Control Module, (b) Olfactory Simulation Module, (c) Front Casing and Wind Simulation Module, (d) Thermal Simulation Module participants (10 males, average age = 26, SD = 2."
                ]
            },
            "section_index": 2,
            "title": "DESIGN"
        },
        {
            "word_count": 615,
            "figure_citations": {
                "4": [
                    "Figure 4)."
                ],
                "1": [
                    "Figure 1, both the Control Module and all of the Simulation Modules were mounted on the Samsung Gear VR Paper 577 CHI 2018, April 21–26, 2018, Montréal, QC, Canada (a) Spring (b) Summer (c) Autumn (d) Winter Figure 5: The four seasons and their stimuli: a) Spring (Jasmine scent, medium wind strength and no thermal stimulation), b) Summer (Lemon scent, mild wind strength and heating stimulation), c) Autumn (Cinnamon scent, strong wind strength and no thermal stimulation) and d) Winter (Mint scent, medium wind strength and cooling stimulation)."
                ],
                "5": [
                    "Figure 5)."
                ]
            },
            "section_index": 3,
            "title": "SYSTEM IMPLEMENTATION"
        },
        {
            "word_count": 1854,
            "figure_citations": {
                "6": [
                    "Figure 6 for study setup).",
                    "Figure 6: The experimental setup of Season Traveller."
                ],
                "7": [
                    "Figure 7: Normalized average Sensory sub-factors scores for five system configurations (Error bars represent 95% CI, n = 20)."
                ],
                "8": [
                    "Figure 8: Normalized average Sensory Factors scores for five system configurations (Error bars represent 95% CI, n = 20)."
                ],
                "9": [
                    "Figure 9: Normalized average scores for item 30 (richness of experience) (Error bars represent 95% CI, n = 20).",
                    "Figure 9, post-hoc tests further indicate a significant improvement (p = 0."
                ],
                "10": [
                    "Figure 10 presents the baseline adjusted HR of all the participants recorded through the different system configurations."
                ],
                "11": [
                    "Figure 11 presents the baseline adjusted electrical skin conductivity of all the participants."
                ]
            },
            "section_index": 4,
            "title": "EVALUATION"
        },
        {
            "word_count": 685,
            "figure_citations": {
                "10": [
                    "Figure 10: Baseline adjusted HR of all the participants recorded through the five different system configurations."
                ],
                "11": [
                    "Figure 11: Baseline adjusted EDA of all the participants recorded through the five different system configurations."
                ]
            },
            "section_index": 5,
            "title": "DISCUSSION AND CONCLUSION"
        },
        {
            "word_count": 29,
            "figure_citations": {},
            "section_index": 6,
            "title": "ACKNOWLEDGMENTS"
        },
        {
            "word_count": 42,
            "figure_citations": {},
            "section_index": 7,
            "title": "REFERENCES"
        },
        {
            "word_count": 1496,
            "figure_citations": {},
            "section_index": 8,
            "title": "ESSEX CORP WESTLAKE VILLAGE CA HUMAN"
        }
    ],
    "title": "Season Traveller: Multisensory Narration for Enhancing the Virtual Reality Experience",
    "authors": "Nimesha Ranasinghe, Pravar Jain, Nguyen Thi Ngoc Tram, Koon Chuan Raymond Koh, David Tolley, Shienny Karwita, Lin Lien-Ya, Yan Liangkun, Kala Shamaiah, Chow Eason Wai Tung, Ching Chiuan Yen, Ellen Yi-Luen Do",
    "abstract": "In the same way that we experience the real-world through a range of senses, experiencing a virtual environment through multiple sensory modalities may augment both our presence within a scenario and our reaction to it. In this paper, we present Season Traveller, a multisensory virtual reality (VR) narration of a journey through four seasons within a mystical realm. By adding olfactory and haptic (thermal and wind) stimuli, we extend traditional audio-visual VR technologies to achieve enhanced sensory engagement within interactive experiences. Using both subjective measures of presence and elicited physiological responses, we evaluated the impact of different modalities on the virtual experience. Our results indicate that 1) the addition of any singular modality improves sense of presence with respect to traditional audio-visual experiences and 2) providing a combination of these modalities produces a further significant enhancement over the aforementioned improvements. Furthermore, insights into participants' psychophysiology were extrapolated from electrodermal activity (EDA) and heart rate (HR) measurements during each of the VR experiences.",
    "publication": {
        "venue": "CHI '18",
        "venue_full": "Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems",
        "year": "2018",
        "date": "2018/4/21"
    },
    "version": 2
}