{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2020/3313831.3376847.pdf",
    "paper_id": "3313831.3376847",
    "venue": "chi2020",
    "keywords": [
        "Virtual reality sickness",
        "Discomfort",
        "Realism",
        "Vestibular system",
        "Vibrotactile feedback"
    ],
    "paragraph_containing_keyword": "Author Keywords \nVirtual reality sickness; Discomfort; Realism; Vestibular \nsystem; Vibrotactile feedback.",
    "paragraph_after_keyword": "CCS Concepts \n•Human-centered computing → Virtual reality; Haptic de-\nvices;",
    "doi": "10.1145/3313831.3376847",
    "sections": [
        {
            "word_count": 930,
            "figure_citations": {
                "1": [
                    "Figure 1 and Figure 2, uses two small vibration motors controlled by an Arduino microcontroller and is entirely integrated into and powered by the VR headset."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 793,
            "figure_citations": {
                "3": [
                    "Figure 3 (c)).",
                    "Figure 3 (b)) vs.",
                    "Figure 3 (a))."
                ]
            },
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 1945,
            "figure_citations": {
                "3": [
                    "Figure 3a and Figure 3b, respectively) were chosen based on the settings of the commercial bone-conducted earphone and other previous systems [61, 62].",
                    "Figure 3c).",
                    "Figure 3a).",
                    "Figure 3b)."
                ],
                "2": [
                    "Figure 2)."
                ],
                "4": [
                    "Figure 4c) that were scattered in three designed VR scenes: a city in Figure 4(a)(d), a forest in Figure 4(b)(e), and a science ﬁction-themed passage in Figure 4(c)(f)."
                ],
                "5": [
                    "Figure 5, and are stated directly in the following: "
                ]
            },
            "section_index": 2,
            "title": "USER STUDY"
        },
        {
            "word_count": 707,
            "figure_citations": {
                "5": [
                    "Figure 5, 6 and 7, where error bars in each ﬁgure denoted standard error of the mean value), and report our ﬁndings in the following.",
                    "Figure 5)."
                ],
                "6": [
                    "Figure 6).",
                    "Figure 6 and are described as follows: • 2-sided tapping (synchronized) vs."
                ]
            },
            "section_index": 3,
            "title": "RESULTS"
        },
        {
            "word_count": 1114,
            "figure_citations": {
                "7": [
                    "Figure 7)."
                ]
            },
            "section_index": 4,
            "title": "DISCUSSION"
        },
        {
            "word_count": 106,
            "figure_citations": {},
            "section_index": 5,
            "title": "CONCLUSION"
        },
        {
            "word_count": 59,
            "figure_citations": {},
            "section_index": 6,
            "title": "ACKNOWLEDGEMENT"
        },
        {
            "word_count": 2277,
            "figure_citations": {},
            "section_index": 7,
            "title": "REFERENCES"
        }
    ],
    "title": "WalkingVibe: Reducing Virtual Reality Sickness and Improving Realism while Walking in VR using Unobtrusive Head-mounted Vibrotactile Feedback",
    "authors": "Yi-Hao Peng, Carolyn Yu, Shi-Hong Liu, Chung-Wei Wang, Paul Taele, Neng-Hao Yu, Mike Y. Chen",
    "abstract": "Virtual Reality (VR) sickness is common with symptoms such as headaches, nausea, and disorientation, and is a major barrier to using VR. We propose WalkingVibe, which applies unobtrusive vibrotactile feedback for VR walking experiences, and also reduces VR sickness and discomfort while improving realism. Feedback is delivered through two small vibration motors behind the ears at a frequency that strikes a balance in inducing vestibular response while minimizing annoyance. We conducted a 240-person study to explore how visual, audio, and various tactile feedback designs affect the locomotion experience of users walking passively in VR while seated statically in reality. Results showed timing and location for tactile feedback have significant effects on VR sickness and realism. With WalkingVibe, 2-sided step-synchronized design significantly reduces VR sickness and discomfort while significantly improving realism. Furthermore, its unobtrusiveness and ease of integration make WalkingVibe a practical approach for improving VR experiences with new and existing VR headsets.",
    "publication": {
        "venue": "CHI '20",
        "venue_full": "Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems",
        "year": "2020",
        "date": "2020/4/21"
    },
    "version": 4
}