{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2020/3313831.3376286.pdf",
    "paper_id": "3313831.3376286",
    "venue": "chi2020",
    "keywords": [
        "Force feedback",
        "Haptic feedback",
        "Virtual reality",
        "VR",
        "Robotics",
        "Cleaning robot",
        "Human-robot interaction"
    ],
    "paragraph_containing_keyword": "Author Keywords \nForce feedback, haptic feedback, virtual reality, VR, robotics, \ncleaning robot, human-robot interaction.",
    "paragraph_after_keyword": "CCS Concepts \n•Human-centered  computing  →  Human  computer \ninteraction  (HCI);  Virtual  reality;  Haptic  devices; \nInteraction devices; •Hardware → Haptic devices;",
    "doi": "10.1145/3313831.3376286",
    "sections": [
        {
            "word_count": 518,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 610,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 1206,
            "figure_citations": {
                "1": [
                    "Figure 1 shows the setup of our prototype."
                ],
                "3": [
                    "Figure 3 B).",
                    "Figure 3 A and 3 C).",
                    "Figure 3 D shows, users can tie shared proxies (strings, ropes or sewing threads) to the robot to simulate force feedback such as tension.",
                    "Figure 3 E indicates.",
                    "Figure 3 F shows.",
                    "Figure 3 H shows.",
                    "Figure 3 I shows, users can attach the VR controller with tape onto a user-driving proxy simulating a stick or a ﬁshing rod.",
                    "Figure 3 J shows.",
                    "Figure 3 D)."
                ],
                "4": [
                    "Figure 4A shows."
                ]
            },
            "section_index": 2,
            "title": "MOVEVR IMPLEMENTATION"
        },
        {
            "word_count": 3883,
            "figure_citations": {
                "4": [
                    "Figure 4A shows, different levels of tensile strength can be simulated through changing the distance between the user and MoveVR: the further they are apart, the stronger the tension."
                ],
                "5": [
                    "Figure 5 A.",
                    "Figure 5 C illustrates.",
                    "Figure 5 D illustrates.",
                    "Figure 5 D illustrates, the robot bumps into the user to simulate a dog rubbing up against his/her leg or a strike on his/her shoulder.",
                    "Figure 5 B).",
                    "Figure 5 B simulates two virtual objects built with different materials.",
                    "Figure 5B."
                ],
                "9": [
                    "Figure 9 B where an enemy escapes from the user’s hit."
                ],
                "6": [
                    "Figure 6 shows the accuracy and confusion matrix of each benchmark study.",
                    "Figure 6 A), 96.",
                    "Figure 6 B), 99.",
                    "Figure 6 C), 97.",
                    "Figure 6 D), and 96.",
                    "Figure 6 E)."
                ],
                "7": [
                    "Figure 7, the user has a joint experience with a dog leading her/him to the front door."
                ],
                "8": [
                    "Figure 8, the user notices a box blocking the entry."
                ],
                "10": [
                    "Figure 10 shows that participants perceived the virtual world as more realistic and enjoyable in the MoveVR condition compared to the barehand (p = 0."
                ],
                "11": [
                    "Figure 11A indicates.",
                    "Figure 11 indicates."
                ]
            },
            "section_index": 3,
            "title": "MOVEVR FORCE EXPRESSIONS"
        },
        {
            "word_count": 888,
            "figure_citations": {},
            "section_index": 4,
            "title": "DISCUSSION AND FUTURE WORK"
        },
        {
            "word_count": 143,
            "figure_citations": {},
            "section_index": 5,
            "title": "CONCLUSION"
        },
        {
            "word_count": 249,
            "figure_citations": {},
            "section_index": 6,
            "title": "REFERENCES"
        },
        {
            "word_count": 1511,
            "figure_citations": {},
            "section_index": 7,
            "title": "ACKNOWLEDGEMENT"
        }
    ],
    "title": "MoveVR: Enabling Multiform Force Feedback in Virtual Reality using Household Cleaning Robot",
    "authors": "Yuntao Wang, Zichao (Tyson) Chen, Hanchuan Li, Zhengyi Cao, Huiyi Luo, Tengxiang Zhang, Ke Ou, John Raiti, Chun Yu, Shwetak Patel, Yuanchun Shi",
    "abstract": "Haptic feedback can significantly enhance the realism and immersiveness of virtual reality (VR) systems. In this paper, we propose MoveVR, a technique that enables realistic, multiform force feedback in VR leveraging commonplace cleaning robots. MoveVR can generate tension, resistance, impact and material rigidity force feedback with multiple levels of force intensity and directions. This is achieved by changing the robot's moving speed, rotation, position as well as the carried proxies. We demonstrated the feasibility and effectiveness of MoveVR through interactive VR gaming. In our quantitative and qualitative evaluation studies, participants found that MoveVR provides more realistic and enjoyable user experience when compared to commercially available haptic solutions such as vibrotactile haptic systems.",
    "publication": {
        "venue": "CHI '20",
        "venue_full": "Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems",
        "year": "2020",
        "date": "2020/4/21"
    },
    "version": 4
}