{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2019xr/Enhancing Texture Perception in Virtual Reality Using 3D-Printed Hair Structures.pdf",
    "paper_id": "Enhancing Texture Perception in Virtual Reality Using 3D-Printed Hair Structures",
    "venue": "chi2019xr",
    "keywords": [
        "Texture perception",
        "Passive haptic feedback",
        "3D printing"
    ],
    "paragraph_containing_keyword": "ABSTRACT \nExperiencing materials in virtual reality (VR) is enhanced \nby  combining  visual  and  haptic  feedback.  While  VR  eas-\nily allows changes to visual appearances, modifying haptic \nimpressions remains challenging. Existing passive haptic \ntechniques require access to a large set of tangible proxies. \nTo reduce the number of physical representations, we look \ntowards fabrication to create more versatile counterparts. In \na user study, 3D-printed hairs with length varying in steps \nof 2.5 mm were used to infuence the feeling of roughness \nand hardness. By overlaying fabricated hair with visual tex-\ntures, the resolution of the user’s haptic perception increased. \nAs changing haptic sensations are able to elicit perceptual \nswitches, our approach can extend a limited set of textures \nto a much broader set of material impressions. Our results \ngive insights into the efectiveness of 3D-printed hair for \nenhancing texture perception in VR. \nCCS CONCEPTS \n• Human-centered computing → User studies; Haptic \ndevices; Virtual reality. \nKEYWORDS \ntexture perception; passive haptic feedback; 3D printing \nACM Reference Format: \nDonald Degraen, André Zenner, and Antonio Krüger. 2019. En-\nhancing Texture Perception in Virtual Reality Using 3D-Printed \nHair Structures. In CHI Conference on Human Factors in Computing \nSystems Proceedings (CHI 2019), May 4–9, 2019, Glasgow, Scotland \nPermission to make digital or hard copies of all or part of this work for \npersonal  or  classroom  use  is  granted  without  fee  provided  that  copies \nare not made or distributed for proft or commercial advantage and that \ncopies bear this notice and the full citation on the frst page. Copyrights \nfor components of this work owned by others than the author(s) must \nbe honored. Abstracting with credit is permitted. To copy otherwise, or \nrepublish, to post on servers or to redistribute to lists, requires prior specifc \npermission and/or a fee. Request permissions from permissions@acm.org. \nCHI 2019, May 4–9, 2019, Glasgow, Scotland UK \n© 2019 Copyright held by the owner/author(s). Publication rights licensed \nto ACM. \nACM ISBN 978-1-4503-5970-2/19/05. . . $15.00 \nhttps://doi.org/10.1145/3290605.3300479",
    "doi": "10.1145/3290605.3300479",
    "paragraph_after_keyword": "Figure  1:  Augmenting  texture  perception  by  overlaying  a \nphysical structure with diferent virtual textures.",
    "sections": [
        {
            "word_count": 419,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 1201,
            "figure_citations": {
                "1": [
                    "Figure 1 illustrates superimposing virtual texture images on top of physical textures."
                ]
            },
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 883,
            "figure_citations": {
                "2": [
                    "Figure 2), the customer is able to Page 3 CHI 2019 Paper mm 2."
                ],
                "3": [
                    "Figure 3) was printed using an Autodesk Ember1 with an X-Y resolution of 50 µm and a layer thickness of 25 µm.",
                    "Figure 3, were purchased from various sources and imported into the Unity environment."
                ]
            },
            "section_index": 2,
            "title": "PERCEPTION"
        },
        {
            "word_count": 1319,
            "figure_citations": {
                "4": [
                    "Figure 4, allowed participants to precisely hit a required hair structure without touching a diferent surface.",
                    "Figure 4, while answering 6 questions, i."
                ]
            },
            "section_index": 3,
            "title": "STUDY"
        },
        {
            "word_count": 2390,
            "figure_citations": {
                "5": [
                    "Figure 5a and 5c) and the visual ratings of virtual textures without haptic information (see Figure 5b and 5d).",
                    "Figure 5a and 5c indicate signifcant diferences."
                ]
            },
            "section_index": 4,
            "title": "RESULTS"
        },
        {
            "word_count": 678,
            "figure_citations": {},
            "section_index": 5,
            "title": "DISCUSSION"
        },
        {
            "word_count": 156,
            "figure_citations": {},
            "section_index": 6,
            "title": "CONCLUSION"
        },
        {
            "word_count": 37,
            "figure_citations": {},
            "section_index": 7,
            "title": "ACKNOWLEDGMENTS"
        },
        {
            "word_count": 1225,
            "figure_citations": {},
            "section_index": 8,
            "title": "REFERENCES"
        }
    ],
    "title": "Enhancing Texture Perception in Virtual Reality Using 3D-Printed Hair Structures",
    "authors": "Donald Degraen, André Zenner, Antonio Krüger",
    "abstract": "Experiencing materials in virtual reality (VR) is enhanced by combining visual and haptic feedback. While VR easily allows changes to visual appearances, modifying haptic impressions remains challenging. Existing passive haptic techniques require access to a large set of tangible proxies. To reduce the number of physical representations, we look towards fabrication to create more versatile counterparts. In a user study, 3D-printed hairs with length varying in steps of 2.5 mm were used to influence the feeling of roughness and hardness. By overlaying fabricated hair with visual textures, the resolution of the user's haptic perception increased. As changing haptic sensations are able to elicit perceptual switches, our approach can extend a limited set of textures to a much broader set of material impressions. Our results give insights into the effectiveness of 3D-printed hair for enhancing texture perception in VR.",
    "publication": {
        "venue": "N/A",
        "venue_full": "Proceedings of the 2019 CHI Conference on Human Factors in Computing Systems",
        "year": "2019",
        "date": "2019/5/2"
    },
    "version": 4
}