{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2020/3313831.3376762.pdf",
    "paper_id": "3313831.3376762",
    "venue": "chi2020",
    "keywords": [
        "Virtual Reality",
        "Interactive Digital Storytelling",
        "Interactive Performance",
        "Roleplaying",
        "Narrative",
        "Drama"
    ],
    "paragraph_containing_keyword": "ABSTRACT \nIn this paper we describe the design and evaluation of The \nNext  Fairy  Tale  (TNFT)  VR,  a  theatrical  interactive \nstorytelling  system  created in  virtual  reality  and  informed \nby performing arts theories. TNFT was designed to produce \nopportunities  for  interactors  to  experience  role-taking  and \ncharacter identification using design principles drawn from \nactor  training  and  theatrical  performance.  We  report  the \nresults of a pilot qualitative study of interactors using TNFT \nto  explore  the  elements  of  the  design  that  supported  or \nhindered  roleplaying  behavior.  We  identify  four  design \npatterns that supported roleplaying in the system: (1) using \nexplicit roles to set player expectations, (2) embracing the \n“mask  and  the  mirror”  effect,  (3)  attending  to  visual  and \ninteractional  details,  and  (4)  easing  the  player  gently  into \nthe  roleplaying  experience.  These  patterns  speak  to  a \nbroader  need \nthrough  explicit \nscaffolding  of  desired  player  behaviors in  digital  narrative \nexperiences. \nAuthor Keywords \nVirtual Reality; Interactive Digital Storytelling; Interactive \nPerformance; Roleplaying; Narrative; Drama \nCSS Concepts \n• Human-centered computing~Virtual reality   • Software\nand its engineering~Interactive games\nINTRODUCTION \nThe current discourse around interactive narratives and VR \nis  saturated  with  (contested)  claims  about  “empathy”  and \n“perspective taking” [15,18,39,43,58]. Theorists of VR and \nnarrative  are  invested  in  the  possibility  of  the  medium to \nsupport  some  sort  of  transformative  experience,  however \nthere  is  little  understanding  of  the  design  patterns  that \nsupport or deny roleplaying and character identification. In \nthis  paper  we  investigate  practices  of  role-playing  and \nidentity  transformation  exhibited  by  players  of  a  virtual \nPermission  to  make digital or  hard copies of  all or part  of  this work  for  personal  or \nclassroom use is granted without fee provided that copies are not made or distributed \nfor  profit  or  commercial  advantage  and  that  copies  bear  this  notice  and  the  full \ncitation  on  the first  page. Copyrights for components of  this work owned  by  others \nthan ACM must be honored. Abstracting with credit is permitted. To copy otherwise, \nor  republish,  to  post  on  servers  or  to  redistribute  to  lists,  requires  prior  specific \npermission and/or a fee. Request permissions from Permissions@acm.org \nCHI '20, April 25–30, 2020, Honolulu, HI, USA \n© 2020 Association for Computing Machinery. \nACM ISBN 978-1-4503-6708-0/20/04...$15.00 \nhttps://doi.org/10.1145/3313831.3376762",
    "doi": "10.1145/3313831.3376762",
    "paragraph_after_keyword": "Janet  Murray  proposed",
    "sections": [
        {
            "word_count": 649,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 1373,
            "figure_citations": {
                "1": [
                    "Figure 1 – (a) Path to Minerva (b) Calliope’s Reflection in Mirror (c ) The main area not."
                ]
            },
            "section_index": 1,
            "title": "LITERATURE REVIEW"
        },
        {
            "word_count": 1408,
            "figure_citations": {
                "1": [
                    "Figure 1a).",
                    "Figure 1b)."
                ],
                "3": [
                    "Figure 3), following the same color mappings as the spells.",
                    "Figure 3 we visualize this and show how a player might navigate the expressive space of TNFT."
                ],
                "2": [
                    "Figure 2 – (a) The Emotion Spells (b) Interacting with the spells (c) Activating a spell with the wand Paper 633 Page 4 CHI 2020 Paper CHI 2020, April 25–30, 2020, Honolulu, HI, USA Figure 3 - The interactional logic of TNFT's dialogue system, the emotion spells, and Minerva's responses Figure 3 illustrates the interactional logic of our dialogue system."
                ]
            },
            "section_index": 2,
            "title": "DESIGNING A PARTICIPATORY THEATER EXPERIENCE"
        },
        {
            "word_count": 386,
            "figure_citations": {},
            "section_index": 3,
            "title": "METHODS"
        },
        {
            "word_count": 2504,
            "figure_citations": {},
            "section_index": 4,
            "title": "FINDINGS"
        },
        {
            "word_count": 1830,
            "figure_citations": {},
            "section_index": 5,
            "title": "DESIGN RECOMMENDATIONS"
        },
        {
            "word_count": 413,
            "figure_citations": {},
            "section_index": 6,
            "title": "CONCLUSION AND FUTURE WORK"
        },
        {
            "word_count": 51,
            "figure_citations": {},
            "section_index": 7,
            "title": "ACKNOWLEDGEMENTS"
        },
        {
            "word_count": 1593,
            "figure_citations": {},
            "section_index": 8,
            "title": "REFERENCES"
        }
    ],
    "title": "Investigating Roleplaying and Identity Transformation in a Virtual Reality Narrative Experience",
    "authors": "Saumya Gupta, Theresa Jean Tanenbaum, Meena Devii Muralikumar, Aparajita S. Marathe",
    "abstract": "In this paper we describe the design and evaluation of The Next Fairy Tale (TNFT) VR, a theatrical interactive storytelling system created in virtual reality and informed by performing arts theories. TNFT was designed to produce opportunities for interactors to experience role-taking and character identification using design principles drawn from actor training and theatrical performance. We report the results of a pilot qualitative study of interactors using TNFT to explore the elements of the design that supported or hindered roleplaying behavior. We identify four design patterns that supported roleplaying in the system: (1) using explicit roles to set player expectations, (2) embracing the \"mask and the mirror\" effect, (3) attending to visual and interactional details, and (4) easing the player gently into the roleplaying experience. These patterns speak to a broader need to support roleplay through explicit scaffolding of desired player behaviors in digital narrative experiences.",
    "publication": {
        "venue": "CHI '20",
        "venue_full": "Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems",
        "year": "2020",
        "date": "2020/4/21"
    },
    "version": 4
}