{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2020/3313831.3376438.pdf",
    "paper_id": "3313831.3376438",
    "venue": "chi2020",
    "keywords": [
        "Virtual reality",
        "Occlusion",
        "Eye tracking",
        "Smooth pursuits"
    ],
    "doi": "10.1145/3313831.3376438",
    "paragraph_containing_keyword": "Author Keywords \nVirtual reality, Occlusion, Eye tracking, Smooth pursuits",
    "paragraph_after_keyword": "CCS Concepts \n•Human-centered  computing  →  Interaction  techniques; \nVirtual reality;",
    "sections": [
        {
            "word_count": 700,
            "figure_citations": {
                "1": [
                    "Figure 1, the Page 1 CHI 2020 Paper concept is to display the outlines of objects that lie in the direction in which the user points, and to generate a distinct motion around each of the outlines."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 722,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 1019,
            "figure_citations": {
                "2": [
                    "Figure 2 shows the cone casting technique."
                ]
            },
            "section_index": 2,
            "title": "OUTLINE PURSUITS"
        },
        {
            "word_count": 1355,
            "figure_citations": {
                "5": [
                    "Figure 5 illustrates Controller-based Outline Pursuits in a room planner setting."
                ]
            },
            "section_index": 3,
            "title": "TECHNIQUES"
        },
        {
            "word_count": 307,
            "figure_citations": {},
            "section_index": 4,
            "title": "USER STUDIES"
        },
        {
            "word_count": 3736,
            "figure_citations": {},
            "section_index": 5,
            "title": "ANOVA"
        },
        {
            "word_count": 714,
            "figure_citations": {},
            "section_index": 6,
            "title": "DISCUSSION"
        },
        {
            "word_count": 162,
            "figure_citations": {},
            "section_index": 7,
            "title": "CONCLUSION"
        },
        {
            "word_count": 1993,
            "figure_citations": {},
            "section_index": 8,
            "title": "REFERENCES"
        }
    ],
    "title": "Outline Pursuits: Gaze-assisted Selection of Occluded Objects in Virtual Reality",
    "authors": "Ludwig Sidenmark, Christopher Clarke, Xuesong Zhang, Jenny Phu, Hans Gellersen",
    "abstract": "In 3D environments, objects can be difficult to select when they overlap, as this affects available target area and increases selection ambiguity. We introduce Outline Pursuits which extends a primary pointing modality for gaze-assisted selection of occluded objects. Candidate targets within a pointing cone are presented with an outline that is traversed by a moving stimulus. This affords completion of the selection by gaze attention to the intended target's outline motion, detected by matching the user's smooth pursuit eye movement. We demonstrate two techniques implemented based on the concept, one with a controller as the primary pointer, and one in which Outline Pursuits are combined with head pointing for hands-free selection. Compared with conventional raycasting, the techniques require less movement for selection as users do not need to reposition themselves for a better line of sight, and selection time and accuracy are less affected when targets become highly occluded.",
    "publication": {
        "venue": "CHI '20",
        "venue_full": "Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems",
        "year": "2020",
        "date": "2020/4/21"
    },
    "version": 4
}