{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2020/3313831.3376642.pdf",
    "paper_id": "3313831.3376642",
    "venue": "chi2020",
    "keywords": [
        "Shared experience",
        "Virtual reality",
        "Social",
        "Replay",
        "Shared experience",
        "Presence",
        "Immersion"
    ],
    "paragraph_containing_keyword": "Author Keywords \n \nshared experience, virtual reality, social, replay, shared \n \n \n \n \n \nexperience, presence, immersion",
    "paragraph_after_keyword": "",
    "doi": "10.1145/3313831.3376642",
    "sections": [
        {
            "word_count": 615,
            "figure_citations": {
                "1": [
                    "Figure 1, ReliveInVR allows users to relive the virtual experience together."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 453,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 900,
            "figure_citations": {
                "2": [
                    "Figure 2)."
                ],
                "3": [
                    "Figure 3, All events were different on each island."
                ]
            },
            "section_index": 2,
            "title": "PROTOTYPES AND VR ARCHERY GAME"
        },
        {
            "word_count": 1420,
            "figure_citations": {
                "5": [
                    "Figure 5 (similar to co-watching 360-degree video in Facebook Spaces)."
                ],
                "6": [
                    "Figure 6, we implemented a VR networked environment and a state-based replay system with SteamVR plugins and Photon Networking framework in Unity."
                ]
            },
            "section_index": 3,
            "title": "USER STUDY"
        },
        {
            "word_count": 2132,
            "figure_citations": {
                "7": [
                    "Figure 7 (a), the ANOVA for the linear mixed model of Shared Cognition yielded a signiﬁcant effect of the sharing condition, F(2, 102) = 13.",
                    "Figure 7(c) shows a signiﬁcant effect of the sharing condition, F(2, 102) = 47.",
                    "Figure 7 (e) shows that the the Paper 513 ANOVA for the linear mixed model of Conversation Engagement yielded a signiﬁcant effect of the sharing condition, F(2, 102) = 19.",
                    "Figure 7 (f).",
                    "Figure 7 (g) and (h), when asked about most prefered sharing tool for sharing VR experience remotely together, 96% of the participants chose ReliveInVR, 2% of the participants chose Co-watchVR and 2% chose Co-watchDT."
                ],
                "8": [
                    "Figure 8, the means and standard deviations for the sharing time ratios for each sharing condition are: Co-watchDT=1."
                ],
                "9": [
                    "Figure 9, a post-hoc test using Wilcoxon signed-rank with Bonferroni correction showed signiﬁcant differences between ReliveInVR and Co-watchDT Spaces (p < 0."
                ]
            },
            "section_index": 4,
            "title": "RESULTS"
        },
        {
            "word_count": 1048,
            "figure_citations": {
                "10": [
                    "Figure 10 (a) demonstrates the percentage of where participants viewed their replayed avatars during Review session in 4 different areas around the replayed avatar."
                ]
            },
            "section_index": 5,
            "title": "DISCUSSION"
        },
        {
            "word_count": 586,
            "figure_citations": {
                "10": [
                    "Figure 10(b), participants only had average 18."
                ]
            },
            "section_index": 6,
            "title": "DESIGN IMPLICATIONS"
        },
        {
            "word_count": 206,
            "figure_citations": {},
            "section_index": 7,
            "title": "LIMITATIONS AND FUTURE WORK"
        },
        {
            "word_count": 136,
            "figure_citations": {},
            "section_index": 8,
            "title": "CONCLUSION"
        },
        {
            "word_count": 1292,
            "figure_citations": {},
            "section_index": 9,
            "title": "REFERENCES"
        }
    ],
    "title": "Again, Together: Socially Reliving Virtual Reality Experiences When Separated",
    "authors": "Cheng Yao Wang, Mose Sakashita, Upol Ehsan, Jingjin Li, Andrea Stevenson Won",
    "abstract": "To share a virtual reality (VR) experience remotely together, users usually record videos from an individual's point of view and then co-watch these videos. However, co-watching recorded videos limits users to reliving their memories from the perspective from which the video was captured. In this paper, we describe ReliveInVR, a new time-machine-like VR experience sharing method. ReliveInVR allows multiple users to immerse themselves in the relived experience together and independently view the experience from any perspective. We conducted a 1x3 within-subject study with 26 dyads to compare ReliveInVR with (1) co-watching 360-degree videos on desktop, and (2) co-watching 360-degree videos in VR. Our results suggest that participants reported higher levels of immersion and social presence in ReliveInVR. Participants in ReliveInVR also understood the shared experience better, discovered unnoticed things together and found the sharing experience more fulfilling. We discuss the design implications for sharing VR experiences over time and space.",
    "publication": {
        "venue": "CHI '20",
        "venue_full": "Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems",
        "year": "2020",
        "date": "2020/4/21"
    },
    "version": 4
}