{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/VR_2017/Providing Haptics to Walls & Heavy Objects in Virtual Reality by Means of Electrical Muscle Stimulation .pdf",
    "paper_id": "Providing Haptics to Walls & Heavy Objects in Virtual Reality by Means of Electrical Muscle Stimulation ",
    "venue": "VR_2017",
    "keywords": [
        "Muscle interfaces",
        "Virtual reality",
        "EMS",
        "Force feedback"
    ],
    "paragraph_containing_keyword": "ABSTRACT \nWe  explore  how  to  add  haptics  to  walls  and  other  heavy \nobjects in virtual reality. When a user tries to push such an \nobject,  our  system  actuates  the  user’s  shoulder,  arm,  and \nwrist  muscles  by  means  of  electrical  muscle  stimulation, \ncreating a counter force that pulls the user's arm backwards. \nOur device accomplishes this in a wearable form factor. \nIn our first user study, participants wearing a head-mounted \ndisplay  interacted  with  objects  provided  with  different \ntypes  of  EMS  effects.  The  repulsion  design  (visualized  as \nan electrical field) and the soft design (visualized as a mag-\nnetic  field)  received  high  scores  on  “prevented  me  from \npassing through” as well as “realistic.” \nIn a second study, we demonstrate the effectiveness of our \napproach  by  letting  participants  explore  a  virtual  world  in \nwhich  all  objects  provide  haptic  EMS  effects,  including \nwalls, gates, sliders, boxes, and projectiles. \nAuthor Keywords \nMuscle interfaces; virtual reality; EMS; force feedback. \nACM Classification Keywords  \nH5.2 [Information interfaces and presentation]: User Inter-\nfaces. - Graphical user interfaces. \nINTRODUCTION \nRecent virtual reality systems allow users to walk freely in \nthe virtual world (aka real walking [36]). As the next step \ntowards  realism  and  immersion,  many  researchers  argue \nthat  these  systems  should  also  support  the  haptic  sense  in \norder to convey the physicality of the virtual world [3,4].  \nThere has been a good amount of progress towards simulat-\ning the haptic qualities of lightweight objects, such as con-\ntact  with  surfaces  [17]  or  textures  [8].  Solutions  generally \nrevolve around simulating the tactile qualities of the object, \ni.e., how the object affects the receptors in the user’s skin.\nThese  include  inflatable  pads  at  the  user’s  fingertips [20], \nvibro-tactile gloves [5], and glove exoskeletons [17].",
    "paragraph_after_keyword": "Permission to make digital or hard copies of all or part of this work for \npersonal or classroom use is granted without fee provided that copies are \nnot made or distributed for profit or commercial advantage and that copies \nbear this notice and the full citation on the first page. Copyrights for \ncomponents of this work owned by others than the author(s) must be \nhonored. Abstracting with credit is permitted. To copy otherwise, or \nrepublish, to post on servers or to redistribute to lists, requires prior specif-\nic permission and/or a fee. Request permissions from Permis-\nsions@acm.org.  \nCHI 2017, May 06 - 11, 2017, Denver, CO, USA  \nCopyright is held by the owner/author(s). Publication rights licensed to \nACM.  \nACM 978-1-4503-4655-9/17/05...$15.00 \nDOI: http://dx.doi.org/10.1145/3025453.3025600",
    "doi": "10.1145/3025453.3025600",
    "sections": [
        {
            "word_count": 387,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 555,
            "figure_citations": {
                "1": [
                    "Figure 1a shows an example.",
                    "Figure 1b illustrates how our system implements the physicality of the cube, i."
                ],
                "2": [
                    "Figure 2 illustrates the idea in more detail."
                ],
                "3": [
                    "Figure 3, our system stimulates up to four different muscle groups."
                ],
                "22": [
                    "Figure 22 in the Implementation section), which we control via USB from within our VR simulators."
                ],
                "4": [
                    "Figure 4 illustrates the naïve approach to rendering objects using EMS: (a) From the moment the user’s fingertips reach the virtual wall, we actuate the user’s hand just strongly enough to prevent it from passing through."
                ]
            },
            "section_index": 1,
            "title": "ELECTRICAL MUSCLE STIMULATION HAPTICS FOR VR"
        },
        {
            "word_count": 2065,
            "figure_citations": {
                "6": [
                    "Figure 6 shows what we call electro visuals.",
                    "Figure 6)."
                ],
                "1": [
                    "Figure 1, which is designed to suggest an increasingly solid inside under a soft, permeable surface."
                ],
                "5": [
                    "Figure 5 shows the same concept wrapped in visuals suggesting a magnetic field, suggesting a magnetic force that carefully pushes the user’s hand backwards."
                ],
                "7": [
                    "Figure 7 shows the five “walls” arranged in a pentagon with the participant inside."
                ],
                "8": [
                    "Figure 8, eight participants picked the repulsion wall as their favorite."
                ],
                "9": [
                    "Figure 9 shows how participants rated the five conditions with respect to the question “what I feel matches what I see."
                ],
                "10": [
                    "Figure 10 shows participants’ assessment of “this wall was able to prevent me from passing through”."
                ],
                "11": [
                    "Figure 11, measured using our optical tracking system Optitrack 17w)."
                ]
            },
            "section_index": 2,
            "title": "DESIGN"
        },
        {
            "word_count": 215,
            "figure_citations": {},
            "section_index": 3,
            "title": "BENEFITS AND CONTRIBUTION"
        },
        {
            "word_count": 1969,
            "figure_citations": {
                "15": [
                    "Figure 15, users operate a pair of traditional sliders in order to align the pipeline elements that establish a hydraulic link.",
                    "Figure 15)."
                ],
                "12": [
                    "Figure 12, this room is designed as a jail cell with an “electrified” gate and walls."
                ],
                "18": [
                    "Figure 18), they feel a resistance when their hands come together as to grasp the cube.",
                    "Figure 18, we see how users pick up the cube and throw it over a glass wall, down a chute, which activates a second button."
                ],
                "16": [
                    "Figure 16, their hand is pushed backwards by the water’s viscosity."
                ],
                "19": [
                    "Figure 19 shows a third cube that rests on a slide, which leads up to the last of the three buttons."
                ],
                "20": [
                    "Figure 20, the EMS condition received substantially higher ratings."
                ],
                "21": [
                    "Figure 21)."
                ]
            },
            "section_index": 4,
            "title": "EXAMPLE WIDGETS"
        },
        {
            "word_count": 363,
            "figure_citations": {},
            "section_index": 5,
            "title": "RELATED WORK"
        },
        {
            "word_count": 696,
            "figure_citations": {
                "23": [
                    "Figure 23 depicts the exact electrode placement we used in our prototypes to actuate the user’s arm and hand."
                ]
            },
            "section_index": 6,
            "title": "IMPLEMENTATION"
        },
        {
            "word_count": 161,
            "figure_citations": {},
            "section_index": 7,
            "title": "CONCLUSIONS"
        },
        {
            "word_count": 1256,
            "figure_citations": {},
            "section_index": 8,
            "title": "REFERENCES"
        }
    ],
    "title": "Providing Haptics to Walls & Heavy Objects in Virtual Reality by Means of Electrical Muscle Stimulation",
    "authors": "Pedro Lopes, Sijing You, Lung-Pan Cheng, Sebastian Marwecki, Patrick Baudisch",
    "abstract": "We explore how to add haptics to walls and other heavy objects in virtual reality. When a user tries to push such an object, our system actuates the user's shoulder, arm, and wrist muscles by means of electrical muscle stimulation, creating a counter force that pulls the user's arm backwards. Our device accomplishes this in a wearable form factor.In our first user study, participants wearing a head-mounted display interacted with objects provided with different types of EMS effects. The repulsion design (visualized as an electrical field) and the soft design (visualized as a magnetic field) received high scores on \"prevented me from passing through\" as well as \"realistic\".In a second study, we demonstrate the effectiveness of our approach by letting participants explore a virtual world in which all objects provide haptic EMS effects, including walls, gates, sliders, boxes, and projectiles.",
    "publication": {
        "venue": "CHI '17",
        "venue_full": "Proceedings of the 2017 CHI Conference on Human Factors in Computing Systems",
        "year": "2017",
        "date": "2017/5/2"
    },
    "version": 4
}