{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/VR_2017/“These are not my hands!”- Effect of Gender on the Perception of Avatar Hands in Virtual Reality.pdf",
    "paper_id": "“These are not my hands!”- Effect of Gender on the Perception of Avatar Hands in Virtual Reality",
    "venue": "VR_2017",
    "keywords": [
        "Virtual reality",
        "Presence",
        "Uncanny valley",
        "Immersion",
        "Avatars"
    ],
    "paragraph_containing_keyword": "ABSTRACT\nRendering the user’s body in virtual reality increases immer-\nsion and presence – the illusion of ‘being there’. Recent tech-\nnology enables determining the pose and position of the hands\nto render them accordingly while interacting within the virtual\nenvironment. Virtual reality applications often use realistic\nmale or female hands, mimic robotic hands, or cartoon hands.\nHowever, it is unclear how users perceive different hand styles.\nWe conducted a study with 14 male and 14 female participants\nin virtual reality to investigate the effect of gender on the per-\nception of six different hands. Quantitative and qualitative\nresults show that women perceive lower levels of presence\nwhile using male avatar hands and male perceive lower levels\nof presence using non-human avatar hands. While women\ndislike male hands, men accept and feel presence with avatar\nhands of both genders. Our results highlight the importance of\nconsidering the users’ diversity when designing virtual reality\nexperiences.\nACM Classiﬁcation Keywords\nH.1.2 User/Machine Systems: Human factors; I.3.0 Computer\nGraphics: General\nAuthor Keywords\nvirtual reality; presence; uncanny valley; immersion; avatars\nINTRODUCTION AND BACKGROUND\nA core challenge of virtual reality (VR) is transporting people\nto another place and inducing the illusion of ‘being there’. The\nsubjective experience of ‘being there’ as well as the ability\nto ‘act there’, even when one is physically situated in another\nplace, is known as presence [5, 21]. Relating to the percep-\ntion of VR, authors deﬁne presence as “the sense of being in\nan environment” [3] or “the outcome or a direct function of\nimmersion” [17]. VR systems and applications are usually\ndesigned to maximize the experience of presence and often\nmake use of virtual body representations of users, also known\nas their avatars, to provide a realistic and familiar interface\nbetween the own body and the virtual environment.",
    "paragraph_after_keyword": "Permission to make digital or hard copies of all or part of this work for personal or\nclassroom use is granted without fee provided that copies are not made or distributed\nfor proﬁt or commercial advantage and that copies bear this notice and the full citation\non the ﬁrst page. Copyrights for components of this work owned by others than ACM\nmust be honored. Abstracting with credit is permitted. To copy otherwise, or republish,\nto post on servers or to redistribute to lists, requires prior speciﬁc permission and/or a\nfee. Request permissions from permissions@acm.org.\nCHI 2017, May 06-11, 2017, Denver, CO, USA\n© 2017 ACM. ISBN 978-1-4503-4655-9/17/05. . . $15.00\nDOI: http://dx.doi.org/10.1145/3025453.3025602",
    "doi": "10.1145/3025453.3025602",
    "sections": [
        {
            "word_count": 662,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION AND BACKGROUND"
        },
        {
            "word_count": 1133,
            "figure_citations": {
                "2": [
                    "Figure 2)."
                ]
            },
            "section_index": 1,
            "title": "METHOD"
        },
        {
            "word_count": 1177,
            "figure_citations": {},
            "section_index": 2,
            "title": "RESULTS"
        },
        {
            "word_count": 539,
            "figure_citations": {},
            "section_index": 3,
            "title": "DISCUSSION AND CONCLUSION"
        },
        {
            "word_count": 78,
            "figure_citations": {},
            "section_index": 4,
            "title": "ACKNOWLEDGMENTS"
        },
        {
            "word_count": 807,
            "figure_citations": {},
            "section_index": 5,
            "title": "REFERENCES"
        }
    ],
    "title": "\"These are not my hands!\": Effect of Gender on the Perception of Avatar Hands in Virtual Reality",
    "authors": "Valentin Schwind, Pascal Knierim, Cagri Tasci, Patrick Franczak, Nico Haas, Niels Henze",
    "abstract": "Rendering the user's body in virtual reality increases immersion and presence the illusion of \"being there\". Recent technology enables determining the pose and position of the hands to render them accordingly while interacting within the virtual environment. Virtual reality applications often use realistic male or female hands, mimic robotic hands, or cartoon hands. However, it is unclear how users perceive different hand styles. We conducted a study with 14 male and 14 female participants in virtual reality to investigate the effect of gender on the perception of six different hands. Quantitative and qualitative results show that women perceive lower levels of presence while using male avatar hands and male perceive lower levels of presence using non-human avatar hands. While women dislike male hands, men accept and feel presence with avatar hands of both genders. Our results highlight the importance of considering the users' diversity when designing virtual reality experiences.",
    "publication": {
        "venue": "CHI '17",
        "venue_full": "Proceedings of the 2017 CHI Conference on Human Factors in Computing Systems",
        "year": "2017",
        "date": "2017/5/2"
    },
    "version": 4
}