{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/CHI 18/3173574.3173917.pdf",
    "paper_id": "3173574.3173917",
    "venue": "CHI 18",
    "keywords": [
        "Virtual reality",
        "Design",
        "Lucid dreaming",
        "Introspection",
        "Wellbeing",
        "Positive technologies"
    ],
    "paragraph_containing_keyword": "ABSTRACT \nVirtual  reality  (VR)  is  resurging  in  popularity  with  the \nadvancement  of  low-cost  hardware  and  more  realistic \ngraphics.  How  might  this  technology  help  others? That  is, \nto increase mental well-being? The ultimate VR might look \nlike  lucid  dreaming,  the  phenomenon  of  knowing  one  is \ndreaming while in the dream. Lucid dreaming can be used \nas  an  introspective  tool  and,  ultimately,  increase  mental \nwell-being.  What  these  introspective  experiences  are  like \nfor  lucid  dreamers  might  be  key  in  determining  specific \ndesign guidelines for future creation of a technological tool \nused  for  helping  people  examine  their  own  thoughts  and \nemotions.  This  study  describes  nine  active  and  proficient \nlucid  dreamers’  representations  of \nintrospective \nexperiences  gained  through  phenomenological  interviews. \nFour  major  themes  emerged:  sensations  and  feelings, \nactions  and  practices,  influences  on  experience,  and \nmeaning  making.  This  knowledge  can  help  design  a  VR \nsystem  that  is  grounded \nin  genuine  experience  and \npreserving the human condition.  \nAuthor Keywords \nVirtual reality, design, lucid dreaming, introspection, well-\nbeing, positive technologies. \nACM Classification Keywords \nH.5.m. Information interfaces and presentation (e.g., HCI): \nMiscellaneous  \nINTRODUCTION \nTechnology  is  becoming  more  and  more  ingrained  in  our \nevery day lives, yet it is only recently that HCI researchers, \ntechnologists and designers have paused to think about how \nthese  technologies  could  be  used  to  better  our  lives  and \nincrease  our  well-being  [2,23,53,61].  While  many  mobile \napplications  designed  for  this  purpose  exist  [43],  one  area \nthat  is  still  largely  unexplored  is  virtual  reality  (VR).  VR \nlow-cost  and  high  quality  simulation  of \noffers  a",
    "paragraph_after_keyword": "Permission to make digital or hard copies of all or part of this work for personal \nor  classroom  use  is  granted  without  fee  provided  that  copies  are  not  made  or \ndistributed for profit or commercial advantage and that copies bear this notice \nand the full citation on the first page. Copyrights for components of this work \nowned  by  others  than  ACM  must  be  honored.  Abstracting  with  credit  is \npermitted. To copy otherwise, or republish, to post on servers or to redistribute \nto  lists,  requires  prior  specific  permission  and/or  a  fee.  Request  permissions \nfrom permissions@acm.org. \nCHI 2018, April 21–26, 2018, Montréal, QC, Canada.  \n© 2018 ACM ISBN 978-1-4503-5620-6/18/04…$15.00  \nDOI: https://doi.org/10.1145/3173574.3173917",
    "doi": "10.1145/3173574.3173917",
    "sections": [
        {
            "word_count": 591,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 1031,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 1053,
            "figure_citations": {},
            "section_index": 2,
            "title": "STUDY METHODOLOGY"
        },
        {
            "word_count": 4916,
            "figure_citations": {},
            "section_index": 3,
            "title": "RESULTS"
        },
        {
            "word_count": 1453,
            "figure_citations": {},
            "section_index": 4,
            "title": "DISCUSSION"
        },
        {
            "word_count": 166,
            "figure_citations": {},
            "section_index": 5,
            "title": "CONCLUSION"
        },
        {
            "word_count": 12,
            "figure_citations": {},
            "section_index": 6,
            "title": "ACKNOWLEDGEMENTS"
        },
        {
            "word_count": 1805,
            "figure_citations": {},
            "section_index": 7,
            "title": "REFERENCES"
        }
    ],
    "title": "Are You Dreaming?: A Phenomenological Study on Understanding Lucid Dreams as a Tool for Introspection in Virtual Reality",
    "authors": "Alexandra Kitson, Thecla Schiphorst, Bernhard E. Riecke",
    "abstract": "Virtual reality (VR) is resurging in popularity with the advancement of low-cost hardware and more realistic graphics. How might this technology help others? That is, to increase mental well-being? The ultimate VR might look like lucid dreaming, the phenomenon of knowing one is dreaming while in the dream. Lucid dreaming can be used as an introspective tool and, ultimately, increase mental well-being. What these introspective experiences are like for lucid dreamers might be key in determining specific design guidelines for future creation of a technological tool used for helping people examine their own thoughts and emotions. This study describes nine active and proficient lucid dreamers' representations of their introspective experiences gained through phenomenological interviews. Four major themes emerged: sensations and feelings, actions and practices, influences on experience, and meaning making. This knowledge can help design a VR system that is grounded in genuine experience and preserving the human condition.",
    "publication": {
        "venue": "CHI '18",
        "venue_full": "Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems",
        "year": "2018",
        "date": "2018/4/21"
    },
    "version": 3
}