{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/CHI 18/3173574.3173616.pdf",
    "paper_id": "3173574.3173616",
    "venue": "CHI 18",
    "keywords": [
        "Virtual reality",
        "Target acquisition",
        "Eyes-free",
        "Proprioception"
    ],
    "paragraph_containing_keyword": "Author Keywords\nVirtual reality; target acquisition; eyes-free; proprioception.",
    "paragraph_after_keyword": "INTRODUCTION\nVirtual and augmented reality provides great potentials for\nvarious applications, such as gaming [10], education [23],\nmedical training [14] and so on. In VR/AR, people directly\nacquire and manipulate virtual objects as if in the real world.\n†donates the corresponding author.\nPermission to make digital or hard copies of all or part of this work for personal or\nclassroom use is granted without fee provided that copies are not made or distributed\nfor proﬁt or commercial advantage and that copies bear this notice and the full citation\non the ﬁrst page. Copyrights for components of this work owned by others than\nACM must be honored. Abstracting with credit is permitted. To copy otherwise,\nor republish, to post on servers or to redistribute to lists, requires prior speciﬁc\npermission and/or a fee. Request permissions from permissions@acm.org.",
    "doi": "10.1145/3173574.3173616",
    "sections": [
        {
            "word_count": 748,
            "figure_citations": {
                "1": [
                    "Figure 1 illustrates such an interaction."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 5118,
            "figure_citations": {
                "2": [
                    "Figure 2 shows the setting of the experiment and the task interface."
                ],
                "1": [
                    "Figure 1, we sampled 60 positions on a circular sphere surface around the user’s body."
                ],
                "3": [
                    "Figure 3 summarizes the result on different horizontal and vertical angle levels.",
                    "Figure 3) and participants could see the targets when acquiring them."
                ],
                "4": [
                    "Figure 4 shows, the minimum distance between targets and comfort levels distributed symmetrically on both sides.",
                    "Figure 4, we found a negative correlation between the distance and the rating, supported by a Point-Biserial test (correlation = -0."
                ],
                "5": [
                    "Figure 5, the user rotated from the left to the right, and the relative horizontal angle of the target to the user changed from alpha to phi."
                ],
                "6": [
                    "Figure 6 visualized the main results of this experiment."
                ],
                "7": [
                    "Figure 7(c) visualizes the difference of the averaged offsets for twelve horizontal angles of the target positions.",
                    "Figure 7(d) shows, the spatial offset of the acquisition increased with the number of rotations users performed before the acquisition.",
                    "Figure 7(a), along the horizontal angle of the target position, the horizontal angular offset distributed symmetrically about the point of 0 degrees.",
                    "Figure 7(c) shows, similar to the spatial offset, the movement amplitude increased as the target positions changed from 0 degrees in the front to both sides."
                ],
                "8": [
                    "Figure 8 shows the interpolation result of the standard deviations, which designers could refer to arrange target locations for eyes-free target acquisitions."
                ]
            },
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 2009,
            "figure_citations": {
                "9": [
                    "Figure 9 shows, the targets were rendered as two 3×3 grids of spheres out of view, with one on each side of the user’s body.",
                    "Figure 9 shows, the spheres were arranged as two three by three grids on both sides of users, which had equal distance (65cm) to users’ chest."
                ],
                "11": [
                    "Figure 11 visualizes the subjective ratings in all dimensions."
                ]
            },
            "section_index": 2,
            "title": "TARGET ACQUISITION"
        },
        {
            "word_count": 457,
            "figure_citations": {},
            "section_index": 3,
            "title": "DISCUSSION"
        },
        {
            "word_count": 197,
            "figure_citations": {},
            "section_index": 4,
            "title": "LIMITATION AND FUTURE WORK"
        },
        {
            "word_count": 191,
            "figure_citations": {},
            "section_index": 5,
            "title": "CONCLUSION"
        },
        {
            "word_count": 59,
            "figure_citations": {},
            "section_index": 6,
            "title": "ACKNOWLEDGEMENT"
        },
        {
            "word_count": 1780,
            "figure_citations": {},
            "section_index": 7,
            "title": "REFERENCES"
        }
    ],
    "title": "Eyes-Free Target Acquisition in Interaction Space around the Body for Virtual Reality",
    "authors": "Yukang Yan, Chun Yu, Xiaojuan Ma, Shuai Huang, Hasan Iqbal, Yuanchun Shi",
    "abstract": "Eyes-free target acquisition is a basic and important human ability to interact with the surrounding physical world, relying on the sense of space and proprioception. In this research, we leverage this ability to improve interaction in virtual reality (VR), by allowing users to acquire a virtual object without looking at it. We expect this eyes-free approach can effectively reduce head movements and focus changes, so as to speed up the interaction and alleviate fatigue and VR sickness. We conduct three lab studies to progressively investigate the feasibility and usability of eyes-free target acquisition in VR. Results show that, compared with the eyes-engaged manner, the eyes-free approach is significantly faster, provides satisfying accuracy, and introduces less fatigue and sickness; Most participants (13/16) prefer this approach. We also measure the accuracy of motion control and evaluate subjective experience of users when acquiring targets at different locations around the body. Based on the results, we make suggestions on designing appropriate target layout and discuss several design issues for eyes-free target acquisition in VR.",
    "publication": {
        "venue": "CHI '18",
        "venue_full": "Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems",
        "year": "2018",
        "date": "2018/4/21"
    },
    "version": 2
}