{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/CHI 18/3173574.3173638.pdf",
    "paper_id": "3173574.3173638",
    "venue": "CHI 18",
    "keywords": [
        "Virtual Reality",
        "Stereoscopic",
        "360",
        "Subtitles",
        "Video interface"
    ],
    "paragraph_containing_keyword": "Author Keywords\nVirtual Reality; stereoscopic; 360; subtitles; video interface.",
    "paragraph_after_keyword": "INTRODUCTION\nThe recent consumer availability of virtual reality (VR) head-\nmounted displays (HMDs) has created considerable interest\nin capturing and sharing 360° video, particularly stereoscopic\n360° video. These videos are creating new media for enter-\ntainment [29], news and documentaries, real estate, data visu-\nalization [8], virtual tours [14], and free-viewpoint video [20].\nStereoscopic 360° video, which provides a much greater sense\nof immersion than monoscopic video, is becoming increas-\ningly available due to many recent advances in camera tech-\nnology [2, 30], and new processing tools [22] and editing\ninterfaces [32, 33] are being developed for these videos.\nHowever, the extra sense of depth in stereoscopic VR video\ncan be problematic to users of VR video applications. Com-\nmon user interface (UI) widgets like video navigation, sub-\ntitles, annotations, and tool palettes are often rendered on\ntop of the video. Each widget must be rendered at a speciﬁc\nperceived depth, which is controlled by varying the disparity\n(difference in horizontal position) between the left and right\neye views. However, the perceived depth of the stereoscopic",
    "doi": "10.1145/3173574.3173638",
    "sections": [
        {
            "word_count": 665,
            "figure_citations": {
                "1": [
                    "Figure 1), there is a conflict between the stereopsis depth cue and the occlusion depth cue."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 447,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 382,
            "figure_citations": {
                "1": [
                    "Figure 1 Left)."
                ]
            },
            "section_index": 2,
            "title": "DEPTH CONFLICTS IN VR VIDEO INTERFACES"
        },
        {
            "word_count": 118,
            "figure_citations": {},
            "section_index": 3,
            "title": "TECHNIQUES CONSIDERED"
        },
        {
            "word_count": 10,
            "figure_citations": {},
            "section_index": 4,
            "title": "A"
        },
        {
            "word_count": 2,
            "figure_citations": {},
            "section_index": 5,
            "title": "B"
        },
        {
            "word_count": 1400,
            "figure_citations": {
                "2": [
                    "Figure 2: Overview of Dynamic Depth.",
                    "Figure 2A).",
                    "Figure 2C)."
                ],
                "3": [
                    "Figure 3: Halo Blur blurs the video content around the UI.",
                    "Figure 3)."
                ],
                "1": [
                    "Figure 1, the current scene is still not geometrically consistent."
                ],
                "4": [
                    "Figure 4: Illustration of the Subtitles task (Left) and the Search task (Right)."
                ]
            },
            "section_index": 6,
            "title": "C"
        },
        {
            "word_count": 2558,
            "figure_citations": {
                "4": [
                    "Figure 4 Left), participants were asked to watch videos with subtitles.",
                    "Figure 4 Right), participants were asked to search for a target scene as quickly and accurately as possible."
                ],
                "5": [
                    "Figure 5 summarizes the ratings in both tasks.",
                    "Figure 5: (Left) Summary of participants’ ratings to the subjective questionnaire in both tasks.",
                    "Figure 5)."
                ]
            },
            "section_index": 7,
            "title": "USER STUDY"
        },
        {
            "word_count": 173,
            "figure_citations": {},
            "section_index": 8,
            "title": "CONCLUSION"
        },
        {
            "word_count": 39,
            "figure_citations": {
                "1": [
                    "Figure 1, 2, and 3 use images from YouTube users Kevin Kunze under a Creative Commons license."
                ]
            },
            "section_index": 9,
            "title": "ACKNOWLEDGEMENT"
        },
        {
            "word_count": 1462,
            "figure_citations": {},
            "section_index": 10,
            "title": "REFERENCES"
        }
    ],
    "title": "Depth Conflict Reduction for Stereo VR Video Interfaces",
    "authors": "Cuong Nguyen, Stephen DiVerdi, Aaron Hertzmann, Feng Liu",
    "abstract": "Applications for viewing and editing 360° video often render user interface (UI) elements on top of the video. For stereoscopic video, in which the perceived depth varies over the image, the perceived depth of the video can conflict with that of the UI elements, creating discomfort and making it hard to shift focus. To address this problem, we explore two new techniques that adjust the UI rendering based on the video content. The first technique dynamically adjusts the perceived depth of the UI to avoid depth conflict, and the second blurs the video in a halo around the UI. We conduct a user study to assess the effectiveness of these techniques in two stereoscopic VR video tasks: video watching with subtitles, and video search.",
    "publication": {
        "venue": "CHI '18",
        "venue_full": "Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems",
        "year": "2018",
        "date": "2018/4/21"
    },
    "version": 2
}