{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2020/3313831.3376698.pdf",
    "paper_id": "3313831.3376698",
    "venue": "chi2020",
    "keywords": [
        "Virtual Reality",
        "Pen input",
        "FInger and wrist dexterity",
        "Grip postures",
        "Handheld controller",
        "Spatial target selection"
    ],
    "paragraph_containing_keyword": "Author Keywords \nVirtual Reality; pen input; ﬁnger and wrist dexterity; grip \npostures; handheld controller; spatial target selection.",
    "paragraph_after_keyword": "CCS Concepts \n•Human-centered computing → Virtual reality; User stud-\nies;",
    "doi": "10.1145/3313831.3376698",
    "sections": [
        {
            "word_count": 876,
            "figure_citations": {
                "7": [
                    "Figure 7b)."
                ],
                "1": [
                    "Figure 1)."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 1048,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 4817,
            "figure_citations": {
                "2": [
                    "Figure 2 illustrates the ﬁve grip postures that were investigated in this study, their descriptions follow: Tripod at Front End (TFE): This is the most common grip posture for precise writing and drawing on a surface (Figure 2a).",
                    "Figure 2c).",
                    "Figure 2d).",
                    "Figure 2e)."
                ],
                "3": [
                    "Figure 3a.",
                    "Figure 3b)."
                ],
                "5": [
                    "Figure 5)."
                ],
                "6": [
                    "Figure 6b and Figure 7b.",
                    "Figure 6b and 7b) that ran the experimental (Unity) application."
                ],
                "9": [
                    "Figure 9 revealed a strong correlation between the trial time and ID for Tilt gestures, with both R2 values above 0."
                ],
                "10": [
                    "Figure 10)."
                ]
            },
            "section_index": 2,
            "title": "AND FINGER MOTION"
        },
        {
            "word_count": 272,
            "figure_citations": {
                "11": [
                    "Figure 11)."
                ]
            },
            "section_index": 3,
            "title": "INTERACTION TECHNIQUES AND APPLICATIONS"
        },
        {
            "word_count": 888,
            "figure_citations": {
                "12": [
                    "Figure 12), we show that the gestures can be utilized as interface widgets, which trigger scrolling or zooming operations on a web view with tilting and poking the pen respectively."
                ],
                "13": [
                    "Figure 13a, the user can select an object which is hidden by another object he can’t see with the Palm Grip, leading to misinterpretation.",
                    "Figure 13b, the larger object is stacked below the target object."
                ]
            },
            "section_index": 4,
            "title": "DISCUSSION AND FUTURE WORK"
        },
        {
            "word_count": 134,
            "figure_citations": {},
            "section_index": 5,
            "title": "CONCLUSION"
        },
        {
            "word_count": 74,
            "figure_citations": {},
            "section_index": 6,
            "title": "ACKNOWLEDGMENTS"
        },
        {
            "word_count": 2413,
            "figure_citations": {},
            "section_index": 7,
            "title": "REFERENCES"
        }
    ],
    "title": "Get a Grip: Evaluating Grip Gestures for VR Input using a Lightweight Pen",
    "authors": "Nianlong Li, Teng Han, Feng Tian, Jin Huang, Minghui Sun, Pourang Irani, Jason Alexander",
    "abstract": "The use of Virtual Reality (VR) in applications such as data analysis, artistic creation, and clinical settings requires high precision input. However, the current design of handheld controllers, where wrist rotation is the primary input approach, does not exploit the human fingers' capability for dexterous movements for high precision pointing and selection. To address this issue, we investigated the characteristics and potential of using a pen as a VR input device. We conducted two studies. The first examined which pen grip allowed the largest range of motion---we found a tripod grip at the rear end of the shaft met this criterion. The second study investigated target selection via 'poking' and ray-casting, where we found the pen grip outperformed the traditional wrist-based input in both cases. Finally, we demonstrate potential applications enabled by VR pen input and grip postures.",
    "publication": {
        "venue": "CHI '20",
        "venue_full": "Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems",
        "year": "2020",
        "date": "2020/4/21"
    },
    "version": 4
}