{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2020/3313831.3376574.pdf",
    "paper_id": "3313831.3376574",
    "venue": "chi2020",
    "keywords": [
        "Virtual reality",
        "Navigation techniques",
        "Locomotion user interface",
        "Virtual walking"
    ],
    "paragraph_containing_keyword": "ABSTRACT \nWe introduce VR Strider, a novel locomotion user interface \n(LUI) for seated virtual reality (VR) experiences, which maps \ncycling  biomechanics  of  the  user’s  legs  to  virtual  walking \nmovements.  The core idea is to translate the motion of ped-\naling on a mini exercise bike to a corresponding walking ani-\nmation of a virtual avatar while providing audio-based tactile \nfeedback on virtual ground contacts. We conducted an experi-\nment to evaluate the LUI and our novel anchor-turning rotation \ncontrol method regarding task performance, spatial cognition, \nVR sickness, sense of presence, usability and comfort in a \npath-integration task.  The results show that VR Strider has \na signiﬁcant positive effect on the participants’ angular and \ndistance estimation, sense of presence and feeling of comfort \ncompared to other established locomotion techniques, such as \nteleportation and joystick-based navigation. A conﬁrmatory \nstudy further indicates the necessity of synchronized avatar \nanimations for virtual vehicles that rely on pedalling. \nAuthor Keywords \nVirtual reality, navigation techniques, locomotion user \ninterface, virtual walking \nCCS Concepts \n•Human-centered  computing  →  Human  computer  inter-\naction (HCI); •Human computer interaction (HCI) → In-\nteraction techniques; •Interaction paradigms → Virtual re-\nality; \nINTRODUCTION \nReal walking is usually considered as the most intuitive way \nof locomotion in real and virtual worlds, and has been found \nto be more presence-enhancing compared to other forms of \nlocomotion such as ﬂying or joystick-based navigation [46]. \nFurthermore,  walking  has  been  shown  to  be  superior  over \nother techniques for complex spatial tasks [32], cognitive map \nbuilding [33], and cognitive demands [25].  However, there \nare limitations of using walking as locomotion user interface",
    "paragraph_after_keyword": "Permission to make digital or hard copies of all or part of this work for personal or \nclassroom use is granted without fee provided that copies are not made or distributed \nfor proﬁt or commercial advantage and that copies bear this notice and the full citation \non the ﬁrst page.  Copyrights for components of this work owned by others than the \nauthor(s) must be honored. Abstracting with credit is permitted. To copy otherwise, or \nrepublish, to post on servers or to redistribute to lists, requires prior speciﬁc permission \nand/or a fee. Request permissions from permissions@acm.org. \nCHI ’20, April 25–30, 2020, Honolulu, HI, USA. \n© 2020 Copyright is held by the owner/author(s). Publication rights licensed to ACM. \nACM ISBN 978-1-4503-6708-0/20/04 ...$15.00. \nhttp://dx.doi.org/10.1145/3313831.3376574",
    "doi": "10.1145/3313831.3376574",
    "sections": [
        {
            "word_count": 623,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 576,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 2456,
            "figure_citations": {
                "1": [
                    "Figure 1): 1."
                ],
                "2": [
                    "Figure 2 A.",
                    "Figure 2 B).",
                    "Figure 2 C).",
                    "Figure 2 D), Page 3 CHI 2020 Paper CHI 2020, April 25–30, 2020, Honolulu, HI, USA Figure 2: A-F: Iterations of the IK layer of the walking animation.",
                    "Figure 2 E).",
                    "Figure 2 F).",
                    "Figure 2 G as four discrete phases of a single step, where the ﬁlled and the blank pedals represent the right and left foot respectively."
                ]
            },
            "section_index": 2,
            "title": "VR STRIDER"
        },
        {
            "word_count": 1649,
            "figure_citations": {
                "3": [
                    "Figure 3)."
                ]
            },
            "section_index": 3,
            "title": "USER STUDY"
        },
        {
            "word_count": 1168,
            "figure_citations": {
                "4": [
                    "Figure 4(left).",
                    "Figure 4(center).",
                    "Figure 4(right)."
                ],
                "5": [
                    "Figure 5(left).",
                    "Figure 5(center).",
                    "Figure 5(right)."
                ],
                "6": [
                    "Figure 6 illustrates the distribution of responses for items with signiﬁcant differences."
                ]
            },
            "section_index": 4,
            "title": "RESULTS"
        },
        {
            "word_count": 1612,
            "figure_citations": {},
            "section_index": 5,
            "title": "DISCUSSION"
        },
        {
            "word_count": 815,
            "figure_citations": {
                "7": [
                    "Figure 7)."
                ]
            },
            "section_index": 6,
            "title": "CONFIRMATORY STUDY"
        },
        {
            "word_count": 343,
            "figure_citations": {},
            "section_index": 7,
            "title": "CONCLUSION AND FUTURE WORK"
        },
        {
            "word_count": 66,
            "figure_citations": {},
            "section_index": 8,
            "title": "ACKNOWLEDGEMENTS"
        },
        {
            "word_count": 1477,
            "figure_citations": {},
            "section_index": 9,
            "title": "REFERENCES"
        }
    ],
    "title": "Walking by Cycling: A Novel In-Place Locomotion User Interface for Seated Virtual Reality Experiences",
    "authors": "Jann Philipp Freiwald, Oscar Ariza, Omar Janeh, Frank Steinicke",
    "abstract": "We introduce VR Strider, a novel locomotion user interface (LUI) for seated virtual reality (VR) experiences, which maps cycling biomechanics of the user's legs to virtual walking movements. The core idea is to translate the motion of pedaling on a mini exercise bike to a corresponding walking animation of a virtual avatar while providing audio-based tactile feedback on virtual ground contacts. We conducted an experiment to evaluate the LUI and our novel anchor-turning rotation control method regarding task performance, spatial cognition, VR sickness, sense of presence, usability and comfort in a path-integration task. The results show that VR Strider has a significant positive effect on the participants' angular and distance estimation, sense of presence and feeling of comfort compared to other established locomotion techniques, such as teleportation and joystick-based navigation. A confirmatory study further indicates the necessity of synchronized avatar animations for virtual vehicles that rely on pedalling.",
    "publication": {
        "venue": "CHI '20",
        "venue_full": "Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems",
        "year": "2020",
        "date": "2020/4/21"
    },
    "version": 4
}