{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2019xr/Adding Proprioceptive Feedback to Virtual Reality Experiences Using Galvanic Vestibular Stimulation.pdf",
    "paper_id": "Adding Proprioceptive Feedback to Virtual Reality Experiences Using Galvanic Vestibular Stimulation",
    "venue": "chi2019xr",
    "keywords": [
        "Galvanic Vestibular Stimulation",
        "Wearables",
        "Interaction design",
        "Haptic feedback",
        "Virtual Reality",
        "Cybersickness"
    ],
    "doi": "10.1145/3290605.3300905",
    "paragraph_containing_keyword": "KEYWORDS\nGalvanic Vestibular Stimulation; Wearables; Interaction de-\nsign; Haptic feedback; Virtual Reality; Cybersickness",
    "paragraph_after_keyword": "ACM Reference Format:\nMisha Sra, Abhinandan Jain, and Pattie Maes. 2019. Adding Propri-\noceptive Feedback to Virtual Reality Experiences Using Galvanic\nVestibular Stimulation: Extended Abstract. In CHI Conference on Hu-\nman Factors in Computing Systems Proceedings (CHI 2019), May 4–9,\n2019, Glasgow, Scotland UK. ACM, New York, NY, USA, Article 4,\n14 pages. https://doi.org/10.1145/3290605.3300905",
    "sections": [
        {
            "word_count": 1250,
            "figure_citations": {
                "4": [
                    "Figure 4,6) that can help reduce the initial time and effort and enable researchers to quickly focus on the design of novel applications and interaction techniques."
                ],
                "5": [
                    "Figure 5)."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 958,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 380,
            "figure_citations": {},
            "section_index": 2,
            "title": "CYBERSICKNESS VS SIMULATOR SICKNESS VS"
        },
        {
            "word_count": 2087,
            "figure_citations": {
                "1": [
                    "Figure 1 shows four example application scenarios for GVS induced feedback."
                ],
                "5": [
                    "Figure 5) as zero-mean current noise of an imperceptible magnitude.",
                    "Figure 5 shows the mastoid, which is the back part of the temporal bones situated at the sides and base of the skull."
                ],
                "2": [
                    "Figure 2) and tested it with six participants (5 females, average age 22.",
                    "Figure 2)."
                ],
                "4": [
                    "Figure 4).",
                    "Figure 4)."
                ],
                "3": [
                    "Figure 3 shows the second GVS device we created after receiving feedback from the pilot study with the first prototype (Figure 2)."
                ],
                "6": [
                    "Figure 6 shows the opened up neckband with the PCB and the connected GVS electrodes, EDA electrodes and the HR sensor.",
                    "Figure 6 shows EDA and HR sensors connected to the PCB through the two bands of black and white wires."
                ]
            },
            "section_index": 3,
            "title": "GVS FOR VR"
        },
        {
            "word_count": 1141,
            "figure_citations": {
                "7": [
                    "Figure 7)."
                ]
            },
            "section_index": 4,
            "title": "EVALUATION"
        },
        {
            "word_count": 1491,
            "figure_citations": {
                "8": [
                    "Figure 8 shows the boxplot of 20 participants’ scores for both trials."
                ],
                "9": [
                    "Figure 9 shows the results of Flow in the two conditions."
                ],
                "12": [
                    "Figure 12)."
                ],
                "11": [
                    "Figure 11)."
                ]
            },
            "section_index": 5,
            "title": "RESULTS"
        },
        {
            "word_count": 777,
            "figure_citations": {
                "8": [
                    "Figure 8)."
                ]
            },
            "section_index": 6,
            "title": "DISCUSSION"
        },
        {
            "word_count": 100,
            "figure_citations": {},
            "section_index": 7,
            "title": "LIMITATIONS AND FUTURE WORK"
        },
        {
            "word_count": 136,
            "figure_citations": {},
            "section_index": 8,
            "title": "CONCLUSION"
        },
        {
            "word_count": 2023,
            "figure_citations": {},
            "section_index": 9,
            "title": "REFERENCES"
        }
    ],
    "title": "Adding Proprioceptive Feedback to Virtual Reality Experiences Using Galvanic Vestibular Stimulation",
    "authors": "Misha Sra, Abhinandan Jain, Pattie Maes",
    "abstract": "We present a small and lightweight wearable device that enhances virtual reality experiences and reduces cybersickness by means of galvanic vestibular stimulation (GVS). GVS is a specific way to elicit vestibular reflexes that has been used for over a century to study the function of the vestibular system. In addition to GVS, we support physiological sensing by connecting heart rate, electrodermal activity and other sensors to our wearable device using a plug and play mechanism. An accompanying Android app communicates with the device over Bluetooth (BLE) for transmitting the GVS stimulus to the user through electrodes attached behind the ears. Our system supports multiple categories of virtual reality applications with different types of virtual motion such as driving, navigating by flying, teleporting, or riding. We present a user study in which participants (N = 20) experienced significantly lower cybersickness when using our device and rated experiences with GVS-induced haptic feedback as significantly more immersive than a no-GVS baseline.",
    "publication": {
        "venue": "N/A",
        "venue_full": "Proceedings of the 2019 CHI Conference on Human Factors in Computing Systems",
        "year": "2019",
        "date": "2019/5/2"
    },
    "version": 4
}