{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/VR_2017/Ambiotherm- Enhancing Sense of Presence in Virtual Reality by Simulating Real-World Environmental Conditions.pdf",
    "paper_id": "Ambiotherm- Enhancing Sense of Presence in Virtual Reality by Simulating Real-World Environmental Conditions",
    "venue": "VR_2017",
    "keywords": [
        "Presence",
        "Ambient Temperature",
        "Virtual Wind",
        "Virtual Reality",
        "Multimodal Interaction"
    ],
    "paragraph_containing_keyword": "Author Keywords\nPresence; Ambient Temperature; Virtual Wind; Virtual\nReality; Multimodal Interaction",
    "paragraph_after_keyword": "INTRODUCTION\nSimulating environmental conditions by utilizing multisen-\nsory stimuli is essential to providing sensory-rich experiences\nand enhancing immersion in Virtual Reality (VR). However,\ndespite ongoing research and development, the majority of\nexisting VR systems utilize interfaces that do not provide users\nwith multisensory feedback that accurately mirrors their ex-\nperiences of environmental conditions in the real-world. This\nlack of additional environmental feedback restricts potential",
    "doi": "10.1145/3025453.3025723",
    "sections": [
        {
            "word_count": 675,
            "figure_citations": {
                "1": [
                    "Figure 1, the system is equipped with 1) an Ambient Temperature Simulation Module that utilizes Peltier elements to provide heating and cooling sensations (worn on the neck) and 2) a Wind Simulation Module that utilizes multidirectional fans focused towards the user’s face."
                ]
            },
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 1326,
            "figure_citations": {},
            "section_index": 1,
            "title": "BACKGROUND AND RELATED WORK"
        },
        {
            "word_count": 2078,
            "figure_citations": {
                "2": [
                    "Figure 2, were chosen for the study due to their proximity to the thermoregulatory centre of the central nervous system [15]."
                ],
                "3": [
                    "Figure 3 (A)).",
                    "Figure 3 (B))."
                ],
                "4": [
                    "Figure 4 (A): sensation scores).",
                    "Figure 4 (B): sensation scores).",
                    "Figure 4 (A): comfort scores).",
                    "Figure 4 (B): comfort scores)."
                ]
            },
            "section_index": 2,
            "title": "STIMULI DESIGN CONSIDERATIONS"
        },
        {
            "word_count": 383,
            "figure_citations": {},
            "section_index": 3,
            "title": "SYSTEM IMPLEMENTATION"
        },
        {
            "word_count": 2972,
            "figure_citations": {
                "7": [
                    "Figure 7 (A)) and a snowy mountain environment (Figure 7 (B)) for 30 seconds each, presented in a randomized order."
                ],
                "10": [
                    "Figure 10)."
                ]
            },
            "section_index": 4,
            "title": "EVALUATION"
        },
        {
            "word_count": 761,
            "figure_citations": {},
            "section_index": 5,
            "title": "DISCUSSION AND FUTURE WORK"
        },
        {
            "word_count": 146,
            "figure_citations": {},
            "section_index": 6,
            "title": "CONCLUSION"
        },
        {
            "word_count": 34,
            "figure_citations": {},
            "section_index": 7,
            "title": "ACKNOWLEDGMENTS"
        },
        {
            "word_count": 1106,
            "figure_citations": {},
            "section_index": 8,
            "title": "REFERENCES"
        }
    ],
    "title": "Ambiotherm: Enhancing Sense of Presence in Virtual Reality by Simulating Real-World Environmental Conditions",
    "authors": "Nimesha Ranasinghe, Pravar Jain, Shienny Karwita, David Tolley, Ellen Yi-Luen Do",
    "abstract": "In this paper, we present and evaluate Ambiotherm, a wearable accessory for Head Mounted Displays (HMD) that provides thermal and wind stimuli to simulate real-world environmental conditions, such as ambient temperatures and wind conditions, to enhance the sense of presence in Virtual Reality (VR). Ambiotherm consists of a Ambient Temperature Module that is attached to the user's neck, a Wind Simulation Module focused towards the user's face, and a Control Module utilizing Bluetooth communication. We demonstrate Ambiotherm with two VR environments, a hot desert, and a snowy mountain, to showcase the different types of simulated environmental conditions. We conduct several studies to 1) address design factors of the system and 2) evaluate Ambiotherm's effect on factors related to a user's sense of presence. Our findings show that the addition of wind and thermal stimuli significantly improves sensory and realism factors, contributing towards an enhanced sense of presence when compared to traditional VR experiences.",
    "publication": {
        "venue": "CHI '17",
        "venue_full": "Proceedings of the 2017 CHI Conference on Human Factors in Computing Systems",
        "year": "2017",
        "date": "2017/5/2"
    },
    "version": 4
}