{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/chi2019xr/Exploring Interaction Fidelity in Virtual Reality Object Manipulation and Whole-Body Movements.pdf",
    "paper_id": "Exploring Interaction Fidelity in Virtual Reality Object Manipulation and Whole-Body Movements",
    "venue": "chi2019xr",
    "keywords": [
        "Virtual reality",
        "Interaction fidelity",
        "Games",
        "Whole body interaction",
        "Virtual objects",
        "Player experience"
    ],
    "doi": "10.1145/3290605.3300644",
    "paragraph_containing_keyword": "KEYWORDS\nvirtual reality; interaction fidelity; games; whole body inter-\naction; virtual objects; player experience.",
    "paragraph_after_keyword": "ACM Reference Format:\nKatja Rogers, Jana Funke, Julian Frommel, Sven Stamm, and Michael\nWeber. 2019. Exploring Interaction Fidelity in Virtual Reality: Object\nManipulation and Whole-Body Movements. In CHI Conference on\nHuman Factors in Computing Systems Proceedings (CHI 2019), May 4ś\n9, 2019, Glasgow, Scotland UK. ACM, New York, NY, USA, 14 pages.\nhttps://doi.org/10.1145/3290605.3300644",
    "sections": [
        {
            "word_count": 496,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 784,
            "figure_citations": {},
            "section_index": 1,
            "title": "RELATED WORK"
        },
        {
            "word_count": 2299,
            "figure_citations": {},
            "section_index": 2,
            "title": "RESEARCH QUESTIONS"
        },
        {
            "word_count": 4673,
            "figure_citations": {},
            "section_index": 3,
            "title": "INTUI"
        },
        {
            "word_count": 527,
            "figure_citations": {},
            "section_index": 4,
            "title": "OVERALL IMPLICATIONS"
        },
        {
            "word_count": 226,
            "figure_citations": {},
            "section_index": 5,
            "title": "CONCLUSION"
        },
        {
            "word_count": 1670,
            "figure_citations": {},
            "section_index": 6,
            "title": "REFERENCES"
        }
    ],
    "title": "Exploring Interaction Fidelity in Virtual Reality: Object Manipulation and Whole-Body Movements",
    "authors": "Katja Rogers, Jana Funke, Julian Frommel, Sven Stamm, Michael Weber",
    "abstract": "High degrees of interaction fidelity (IF) in virtual reality (VR) are said to improve user experience and immersion, but there is also evidence of low IF providing comparable experiences. VR games are now increasingly prevalent, yet we still do not fully understand the trade-off between realism and abstraction in this context. We conducted a lab study comparing high and low IF for object manipulation tasks in a VR game. In a second study, we investigated players' experiences of IF for whole-body movements in a VR game that allowed players to crawl underneath virtual boulders and \"dangle'' along monkey bars. Our findings show that high IF is preferred for object manipulation, but for whole-body movements, moderate IF can suffice, as there is a trade-off with usability and social factors. We provide guidelines for the development of VR games based on our results.",
    "publication": {
        "venue": "N/A",
        "venue_full": "Proceedings of the 2019 CHI Conference on Human Factors in Computing Systems",
        "year": "2019",
        "date": "2019/5/2"
    },
    "version": 4
}