{
    "fullpath": "/Users/takyeonlee/Documents/work/_수업_2021/ID503_Design_Project_1/_PaperVis/papers/VR_2017/I Am The Passenger- How Visual Motion Cues Can Influence Sickness For In-Car VR.pdf",
    "paper_id": "I Am The Passenger- How Visual Motion Cues Can Influence Sickness For In-Car VR",
    "venue": "VR_2017",
    "keywords": [
        "In-motion",
        "In-car",
        "Automobile",
        "Autonomous Car",
        "Passenger",
        "Virtual Reality",
        "Mixed Reality",
        "Motion Sickness",
        "HMD"
    ],
    "paragraph_containing_keyword": "ABSTRACT\nThis paper explores the use of VR Head Mounted Displays\n(HMDs) in-car and in-motion for the ﬁrst time. Immersive\nHMDs are becoming everyday consumer items and, as they\noffer new possibilities for entertainment and productivity, peo-\nple will want to use them during travel in, for example, au-\ntonomous cars. However, their use is confounded by motion\nsickness caused in-part by the restricted visual perception\nof motion conﬂicting with physically perceived vehicle mo-\ntion (accelerations/rotations detected by the vestibular system).\nWhilst VR HMDs restrict visual perception of motion, they\ncould also render it virtually, potentially alleviating sensory\nconﬂict. To study this problem, we conducted the ﬁrst on-road\nand in motion study to systematically investigate the effects\nof various visual presentations of the real-world motion of\na car on the sickness and immersion of VR HMD wearing\npassengers. We established new baselines for VR in-car mo-\ntion sickness, and found that there is no one best presentation\nwith respect to balancing sickness and immersion. Instead,\nuser preferences suggest different solutions are required for\ndifferently susceptible users to provide usable VR in-car. This\nwork provides formative insights for VR designers and an en-\ntry point for further research into enabling use of VR HMDs,\nand the rich experiences they offer, when travelling.\nACM Classiﬁcation Keywords\nH.5.m. Information Interfaces and Presentation (e.g. HCI):\nMiscellaneous\nAuthor Keywords\nIn-motion; In-car; Automobile; Autonomous Car; Passenger;\nVirtual Reality; Mixed Reality; Motion Sickness; HMD;\nINTRODUCTION\nFor many travellers, a long journey is not to be relished. Jour-\nneys can last for signiﬁcant durations, for example car journeys\nin UK last on average 22 minutes [17], with commutes lasting\n55 minutes [58]; in the USA, drivers spend 56 minutes a day on\naverage in-transit [76]. These journeys can be repetitive (e.g.\nthe commute to work), with travellers frequently noting that\nsuch trips are wasted time [24, 80]. Whilst collocated social\nPermission to make digital or hard copies of all or part of this work for personal or\nclassroom use is granted without fee provided that copies are not made or distributed\nfor proﬁt or commercial advantage and that copies bear this notice and the full citation\non the ﬁrst page. Copyrights for components of this work owned by others than the\nauthor(s) must be honored. Abstracting with credit is permitted. To copy otherwise, or\nrepublish, to post on servers or to redistribute to lists, requires prior speciﬁc permission\nand/or a fee. Request permissions from permissions@acm.org.\nCHI 2017, May 06 - 11, 2017, Denver, CO, USA\n© 2017 Copyright held by the owner/author(s). Publication rights licensed to ACM.\nISBN 978-1-4503-4655-9/17/05. . . $15.00\nDOI: http://dx.doi.org/10.1145/3025453.3026046",
    "doi": "10.1145/3025453.3026046",
    "paragraph_after_keyword": "interaction can offer some respite [33], journeys are often con-\nducted without the physical presence of friends or family, with\nthe car providing solitary personal space [24]. Entertainment\nand productivity options are limited to displays signiﬁcantly\nsmaller than those in the home or ofﬁce (e.g. phones, tablets,\nlaptops, dashboards and rear-seat systems [81]). In the speciﬁc\ncase of car journeys, these issues will gain increasing preva-\nlence given the arrival of fully autonomous cars, which would\nfree drivers from the driving task, and consequently increase\nthe occurrence of passenger experiences.\nWhile autonomous cars will allow for radical redesign of the\ncar interior (e.g. seating locations and internal display conﬁgu-\nrations [20]), passengers will still perceive themselves as being\nin a constrained space, with the physical limitations of the in-\nterior dictating what is possible to be rendered and displayed.\nMoreover, the passenger’s visual perception of motion may\nbe compromised by use of these displays, through changes in\ngaze angle (e.g. looking down/away from windows) and occlu-\nsion (presenting content over windows, or occluding windows\nto enhance immersion [43]). This has implications for motion\nsickness, which in-part arises from the sensory mismatch of\nvisually and physically perceived motion [59, 85].\nMany people become travel sick when watching TV, reading\nor working in vehicles, meaning that they cannot use the time\nproductively. These problems will grow in number with the\narrival of autonomous cars [20, 19, 71]; the act of driving\nstops many people from feeling sick due to the anticipatory\ncues of being the driver [75] and without these cues people\nwho did not get sick will now do so. Consideration needs to\nbe given to how entertainment and productivity can be sup-\nported whilst minimizing motion sickness. Virtual Reality\n(VR) and Augmented Reality (AR) Head Mounted Displays\n(HMDs) have the potential to signiﬁcantly expand the display\nspace, enabling immersive entertainment and workspaces that\ngo beyond the physical limitations of the car interior. Problem-\natically, VR HMDs also occlude visual perception of reality\n[44, 6] and thus the car’s motion, and are likely to lead to\nsensory mismatch and, consequently, motion sickness. How-\never, assuming the orientation and velocity of the vehicle can\nbe tracked at low latency, HMDs have the potential to por-\ntray the vehicle motion virtually. Accordingly, for both VR\nHMDs, and passengers more generally, the problem of occlud-\ning the visual perception of motion, and the resultant sensory\nmismatch this causes, can be solved (as demonstrated in con-\nsumer VR rollercoasters which run over a known and precisely\ncontrolled route [77]). VR and AR HMDs are capable of con-\nveying the motion of the vehicle at all times, from all viewing\nangles. Consequently, the problem is then: how should these",
    "sections": [
        {
            "word_count": 794,
            "figure_citations": {},
            "section_index": 0,
            "title": "INTRODUCTION"
        },
        {
            "word_count": 4510,
            "figure_citations": {
                "1": [
                    "Figure 1) paired with a Samsung S7 smartphone (VR framework version 11, service 1 To see how conditions operated in-motion, view the attached video."
                ]
            },
            "section_index": 1,
            "title": "RELATED RESEARCH"
        },
        {
            "word_count": 2422,
            "figure_citations": {
                "4": [
                    "Figure 4), we see how preferences were influenced by perceived sickness."
                ],
                "3": [
                    "Figure 3, with sickness being in-part minimized by preference."
                ]
            },
            "section_index": 2,
            "title": "RESULTS"
        },
        {
            "word_count": 551,
            "figure_citations": {},
            "section_index": 3,
            "title": "DISCUSSION"
        },
        {
            "word_count": 624,
            "figure_citations": {},
            "section_index": 4,
            "title": "RECOMMENDATIONS FOR FURTHER RESEARCH"
        },
        {
            "word_count": 313,
            "figure_citations": {},
            "section_index": 5,
            "title": "CONCLUSIONS"
        },
        {
            "word_count": 2298,
            "figure_citations": {},
            "section_index": 6,
            "title": "REFERENCES"
        }
    ],
    "title": "I Am The Passenger: How Visual Motion Cues Can Influence Sickness For In-Car VR",
    "authors": "Mark McGill, Alexander Ng, Stephen Brewster",
    "abstract": "This paper explores the use of VR Head Mounted Displays (HMDs) in-car and in-motion for the first time. Immersive HMDs are becoming everyday consumer items and, as they offer new possibilities for entertainment and productivity, people will want to use them during travel in, for example, autonomous cars. However, their use is confounded by motion sickness caused in-part by the restricted visual perception of motion conflicting with physically perceived vehicle motion (accelerations/rotations detected by the vestibular system). Whilst VR HMDs restrict visual perception of motion, they could also render it virtually, potentially alleviating sensory conflict. To study this problem, we conducted the first on-road and in motion study to systematically investigate the effects of various visual presentations of the real-world motion of a car on the sickness and immersion of VR HMD wearing passengers. We established new baselines for VR in-car motion sickness, and found that there is no one best presentation with respect to balancing sickness and immersion. Instead, user preferences suggest different solutions are required for differently susceptible users to provide usable VR in-car. This work provides formative insights for VR designers and an entry point for further research into enabling use of VR HMDs, and the rich experiences they offer, when travelling.",
    "publication": {
        "venue": "CHI '17",
        "venue_full": "Proceedings of the 2017 CHI Conference on Human Factors in Computing Systems",
        "year": "2017",
        "date": "2017/5/2"
    },
    "version": 4
}