{
    "captions": {
        "1": {
            "caption": "Figure 1. Dyads performed the ﬁrst (A) and second (B) tasks in the face-\nto-face conditions. In virtual reality conditions, avatars appeared across\nthe table from each other (C), but were actually positioned on opposite\nsides of the motion capture stage (D). In the embodVR condition, partic-\nipants were able to see both avatars (E). In the no_embodVR condition,\nparticipants were unable to see their partner and could only see their\nhands in the second task, to assist with furniture manipulation (F).\n",
            "bbox": [
                53.929,
                435.69827,
                298.3210800000002,
                497.46626999999995
            ],
            "page": "6"
        },
        "2": {
            "caption": "Figure 2. Sub ﬁgure a shows the average number of gestures performed per minute for each condition. Subﬁgure b shows the percentage of gestures that\nfall into each annotated category (note that, because some gestures ﬁt multiple categories, totals for each condition can add up to over 100%). Subﬁgure\nc shows the rate and percentage of gestures which introduced novel content into the discussions (for example, point at a location while referring to it by\na referential pronoun). Subﬁgure d shows the mean number of conversational turns taken per minute. Subﬁgure e shows the percent of utterances that\nfall in each annotated category (note that, because some gestures ﬁt multiple categories, totals for each condition can add up to over 100%). Subﬁgure\nf shows the frequencies of the manners by which conversational turns were started. Subﬁgure g shows the ratio of gestures performed by the more\nfrequent gesturer and less frequent gesturer in each dyad. Subﬁgure h shows the mean social presence scores, with standard errors of the mean, as\nmeasured by the semantic difference questionaire. Subﬁgure i shows the most and least favorite conditions, as reported by participants at the end of the\nexperiment. All error bars show standard error of the mean.\n",
            "bbox": [
                53.929,
                37.44527000000002,
                564.439380000001,
                117.14627
            ],
            "page": "7"
        }
    },
    "crops": {
        "1": {
            "crop_coord": [
                212.32220111111113,
                168.2069227777776,
                762.4971938888889,
                810.2194383333333
            ],
            "bbox": [
                78.2359924,
                502.1210022,
                272.6989898,
                729.6455078
            ],
            "page": "6"
        },
        "2": {
            "crop_coord": [
                144.80278027777777,
                168.2679577777779,
                1572.5827875,
                1866.6639030555557
            ],
            "bbox": [
                53.9290009,
                121.8009949,
                564.3298035,
                729.6235352
            ],
            "page": "7"
        }
    }
}